[
  {
    "page": 1,
    "text": "Kennst du das auch? Du: RR JJAAVVIIDD  &&  PPAALLWWAASSHHAA\nÄÄ\n• … willst regelmäßig Traumkunden gewinnen?\nNN\n NIAZI-HOFFMANN\n• … möchtest dein Business skalieren?\nOO\n• … tauschst Zeit gegen Geld?\nII\n• … lebst von Weiterempfehlungen? LL\nLL\n• … führst Preisdiskussionen mit deinen Kunden? II\nMM\n• … möchtest dein volles Potenzial entfalten?\n  \n• … willst entscheiden können, wann, wo und mit wem du arbeitest? GG\n• … träumst von einem ortsunabhängigen Business? NN\n• … sehnst dich nach Freiheit, auch finanziell? II\nHH\n• … willst deine Umsätze steigern?\nCC\nAA\n…egal, wie viele dieser Punkte auf dich zutreffen, in diesem Buch erhältst \nOO\ndu die Lösung zu allen. Du erfährst, wie du dir als Coach oder Experte \ndein eigenes Business aufbaust oder dein vorhandenes Coaching-  CC\noder Consulting-Business skalierst und dir damit mehr Freiheit, mehr \nEinkommen und noch bessere Resultate bei deinen Kunden erschaffst.\nMit diesem praxiserprobten System haben bereits über 1.128 \nunserer Kunden erfolgreiche Coaching-und Consulting-Unternehmen \naufgebaut, darunter sind 22 Coaching-Millionäre.\nNN\nNN\nAA\nAls Leser dieses Buches hast du die exklusive Chance, dir eines  MM\nder limitierten Strategiegespräche mit uns kostenfrei zu sichern: FF\nFF CCooaacchhiinngg\nOO\njavidhoffmann.de/durchstarten\nHH\n--\nII\nZZ\nAA\nWas andere sagen NINI\n  \nAA MMiilllliioonnäärr\nHH\nSS\nAA\nWW\nLL\nAA\nWie du in 90 Tagen dein Coaching-Business startest oder \nPP\n„Europas Business Mentor Nr. 1“ „Der Coaching-Business Pionier“   \n&& skalierst, deine Bestimmung lebst und ortsunabhängig \nERFOLG Magazin Founders\n  \nDD\nNeukunden gewinnst, die gerne in sich investieren, bei dir \n„Mentor für Mentoren und Coaches“ „Herausragender Consultant“ II\nVV\nStartup Valley Forbes AA bleiben und dich weiterempfehlen\nJJ"
  },
  {
    "page": 2,
    "text": "Coaching\nMillionär\nWie du in 90 Tagen dein Coaching-Business \nstartest oder skalierst, deine Bestimmung lebst und \nortsunabhängig Neukunden gewinnst, die gerne in sich \ninvestieren, bei dir bleiben und dich weiterempfehlen\nJAVID & PALWASHA \n NIAZI-HOFFMANN"
  },
  {
    "page": 3,
    "text": "Werde Coaching-Millionär:  \njavidhoffmann.com\n© Javid Niazi-Hoffmann 2022. Alle Rechte vorbehalten. Das Werk darf, \nauch teilweise, nur mit Genehmigung des Autors wiedergegeben \nwerden. Herausgeber: Javid Niazi-Hoffmann, Money Mastermind, \nBoschring 3, 63329 Egelsbach. Druck: CPI, Leck\nIn Zusammenarbeit mit www.buchkodex.de, Düsseldorf"
  },
  {
    "page": 4,
    "text": "Inhalt\nVorwort   11\nTEIL 1: Warum Coaching das mit Abstand beste \nGeschäftsmodell des 21. Jahrhunderts ist   28\nKapitel 1: Der Milliardenmarkt Coaching  31\nKapitel 2: Ist Coaching das richtige  \nGeschäftsmodell für dich?  43\nKapitel 3: Der neue Weg zum Millionencoach  53\nTEIL 2: Mindset    62\nKapitel 1: Dein finanzieller Thermostat  65\nKapitel 2: Ist Premium-Coaching  \nfür dich geeignet?  71\n3"
  },
  {
    "page": 5,
    "text": "Kapitel 3: Warum du kein Verkaufstalent sein musst  87\nKapitel 4: Bietet deine Nische noch Potenzial?  91\nKapitel 5: Der einzige Weg, um als Coach  \nglücklich UND erfolgreich zu sein  99\nTEIL 3: Positionierung    102\nKapitel 1: Mit dieser genialen Erkenntnis  \nfanden wir unsere Positionierung    105\nKapitel 2: Die 4 lukrativsten Coaching-Nischen  113\nKapitel 3: Triff eine Entscheidung  133\nTEIL 4: Das Produkt   136\nKapitel 1: Die 3 Arten von Coaching-Programmen  139\nKapitel 2: Welche Tools benötigst  \ndu für dein Premium-Coaching-Business?  147\nKapitel 3: So entwickelst du die Inhalte  \nfür dein Coaching-Programm  153\nKapitel 4: So erstellst du den  \nBusinessplan für dein Coaching-Business   159\n4"
  },
  {
    "page": 6,
    "text": "TEIL 5: Marketing  162\nKapitel 1: Der alte Weg vs. der neue Weg  165\nKapitel 2: Die 7 universellen Marketinggesetze  177\nKapitel 3: Gewinne automatisiert Neukunden  187\nKapitel 4: Wie du eine große Community aufbaust  193\nTEIL 6: Verkaufen ohne zu verkaufen  198\nKapitel 1: Die neue Art des Verkaufens  201\nTEIL 7: Das Leben ist zu kurz für irgendwann  210\nDein Geschenk zum Durchstarten  217\nCoaching-Millionär 5"
  },
  {
    "page": 7,
    "text": "Inhalt\n6 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 8,
    "text": "Für unsere Kunden, unsere Helden,  \ndie wir von ganzem Herzen lieben. \n❤\nCoaching-Millionär 7"
  },
  {
    "page": 9,
    "text": "Inhalt\n \n \n \nLiebe Coaching-Millionärin,  \nlieber Coaching-Millionär,\ndieses Buch haben wir für dich geschrieben, wenn du \ndeiner Bestimmung folgen und damit ein hochprofi-\ntables Business aufbauen willst. \nUm die Inhalte im Buch einfacher und kürzer zu halten, \nverzichten wir darauf zu gendern. Wir freuen uns auf \ndie positive Veränderung in deinem Leben! :) \n8 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 10,
    "text": "Coaching-Millionär 9"
  },
  {
    "page": 11,
    "text": "Inhalt\n10 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 12,
    "text": "Vorwort \nJavid: Ich sitze in der Lobby dieses riesigen Konzerns mit \nmeterhohen  Decken.  Überall  luxuriöse  Ausstattung  und \ngut gekleidete Personen im Anzug oder Kostüm. Ich bin ei-\nne von ihnen. Einer der Menschen, von denen alle glauben, \ndass sie bereits alles haben – ein gutes Gehalt, einen Fir-\nmenwagen, Status und ein aufregendes Leben mit interna-\ntionalen Kontakten. Doch warum sitze ich dann mitten in der \nLobby in einem dieser eiförmigen Stühle und heule Rotz und \nWasser wie ein Kleinkind?\nObwohl ich auf den ersten Blick tatsächlich alles habe, geht \nes mir schlecht, mein Leben fühlt sich sinnlos an. Für die \nKarriere im Konzern musste ich alles opfern. Ich habe keine \nZeit mehr für meine Familie, meine Kinder, meine Hobbys \nund meine Lebensmission. \nStattdessen reise ich fünf Tage pro Woche beruflich durch \ndie Welt und tue das, was mein Arbeitgeber mir vorschreibt. \nIch bin wie eine Marionette, völlig fremdgesteuert. Ohne ei-\ngene Meinung und ohne Rücksicht auf meine eigenen Be-\ndürf nisse. Ich bewege Millionensummen für den Konzern, \nCoaching-Millionär 11"
  },
  {
    "page": 13,
    "text": "Vorwort \nohne zu spüren, welchen Einfluss ich selbst wirklich nehme. \nMir ist nicht klar, welche Wirkung ich auf der Welt erziele. Es \nfühlt sich an, als würde ich dafür bezahlt, ein Sklave zu sein. \nDieser Gedanke frisst mich innerlich schon seit Monaten auf \nund zerstört mich regelrecht.\nGenau diese Situation und Gedanken durchlebte ich da-\nmals als Angestellter. Mir war klar, dass es so nicht weiterge-\nhen durfte. Mein Leben musste sich ändern. Der Einzige, der \ndiese Situation ändern konnte, war ich selbst. Ich überlegte \nweiter und kam zu der Erkenntnis, dass ich mich selbst än-\ndern musste, um aus dieser Situation herauszukommen. \nEin Zitat von Albert Einstein ging mir immer wieder durch \nden Kopf: „Die Definition von Wahnsinn ist, immer wieder \ndas Gleiche zu tun und andere Ergebnisse zu erwarten.“\nAber was sollte ich tun? Wie konnte ich aus diesem Ham ster-\nrad ausbrechen? Das konnte doch nicht alles im Leben sein!? \nAlso begab ich mich auf die Suche nach neuer Inspiration. \nIch besuchte Seminare zu den unterschiedlichsten Themen \nwie  Persönlichkeitsentwicklung,  Unternehmertum,  Verkauf, \nMarketing und Spiritualität, um herauszufinden, was ich will, \nund damit ein Business aufzubauen. \nDoch niemand konnte mir eine zufriedenstellende Antwort \nliefern. Stattdessen bekam ich immer nur einzelne Puzzleteile \nund widersprüchliche Ratschläge. \nDies führte dazu, dass ich schließlich den Wald vor lauter Bäu-\nmen nicht sah und völlig die Orientierung verlor. Mir fehlten \n12 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 14,
    "text": "die richtige Geschäftsidee, die zündende Marketingstrate gie \nund ein Gesamtkonzept, das zu mir und meinen Lebensziel en \npasste: mehr Freiheit, mehr Einkommen und mehr Wirkung. \nIch wollte endlich selbstb  estimmt leben. Ich wollte ortsun-\nabhängig arbeiten, mehr Zeit für meine Familie haben, mit \nTraum kunden  arbeiten,  mein  Einkommen  ohne  Grenzen \nselbst bestimmen. Und vor allem wollte ich spüren, welche \nWir  kung ich mit meiner Arbeit erzielte und wie ich dadurch \ndie Welt zu einem besseren Ort machte. An dieser Stelle ha-\nbe ich mir ein Commitment gegeben: \n„Wenn ich die Lösung gefunden habe, wenn ich \nweiß, wie es wirklich funktioniert, will ich anderen \nhelfen, damit auch sie ihre Ziele erreichen!“\nDie Erleuchtung kam auf meiner Weltreise. In den USA be-\ngegnete ich Coaches und Mentoren, die genau jene drei \nWerte  lebten,  die  auch  mir  wichtig  waren:  grenzenloses \nEinkommen und ein skalierbares Geschäftsmodell, bei dem \nich nicht Zeit gegen Geld tauschen musste, sowie ein toller \nLifestyle, mit dem ich ortsunabhängig Geld verdienen konn-\nte. Ich wollte etwas tun, bei dem ich wirklich spürte, welche \nWirkung ich bei meinen Kunden erzielte. \nAuf meiner Weltreise fand ich ein Geschäftsmodell, das ge-\nnau diese Ziele erreichbar machte: Premium-Coaching-Pro-\ngram me. Auch genannt: Value Based Offers.  Trans for ma ti ve \nCoaching-Programme, die einen Kunden schnell von seinem \nIstzustand zu seinem Wunschzustand führen. \nCoaching-Millionär 13"
  },
  {
    "page": 15,
    "text": "Vorwort \nAlles, was ich dort gelernt habe, passte ich danach an den \ndeu tschen Markt an. Schließlich tickt die Marketingwelt in \nDeutschland, Österreich und der Schweiz ganz anders.\nIn den ersten drei Monaten nach meinem Start machte ich \nbereits mehr als 100.000 Euro Umsatz. Das war damals mehr, \nals ich in einem Jahr als Angestellter verdient hatte. \nSeitdem  ging  es  fortlaufend  bergauf.  Immer  mehr  Men-\nschen fragten mich, wie ich es in so kurzer Zeit geschafft ha-\nbe, ein so erfolgreiches Business aufzubauen. Ich entwickel-\nte also ein Coaching-Programm speziell für diejenigen, die \nein eigenes Coaching-Business auf- oder ausbauen und vie-\nle Men schen erreichen wollen. Auch dieses Konzept sorgte \nschlagartig für Rekordumsätze.\nAn dieser Stelle übergebe ich das Wort an \nmeine wundervolle Frau Palo ... \n14 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 16,
    "text": "Coaching-Millionär 15"
  },
  {
    "page": 17,
    "text": "Vorwort \n16 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 18,
    "text": "Palo: Es ist kurz vor Weihnachten, draußen schneit es, um \nvier Uhr morgens klingelt wieder der Wecker. Ich muss auf-\nstehen, um in mein Selbstständigkeits-Hamsterrad zu stei-\ngen. Ich gehe in das Zimmer meiner Kinder und schaue in \nihre Gesichter, sie schlafen friedlich. Eigentlich haben sie \nWinterferien, aber leider muss ich jetzt arbeiten gehen und \nsie zuvor bei der Tagesmutter abgeben. Erst heute Abend \nsehe ich sie wieder. \nJeder Monat war ein Kampf für mich. Ich wusste nie, ob das \nGeld ausreichen würde, um das Personal zu bezahlen und \nalle weiteren Kosten zu decken. Ich war zwar selbstständig, \nkonnte aber kein selbstbestimmtes Leben führen. An Urlaub \nwar gar nicht zu denken. Auch ich wollte unbedingt etwas \nändern. Ich wollte mehr Zeit mit meinen Kindern verbringen, \nein selbstbestimmtes Leben führen, arbeiten, wann, wo und \nmit wem ich wollte. \nIch habe eine definitive Entscheidung getroffen und mein ei-\nge nes Coaching-Business gestartet. Innerhalb von zwei Wo-\nchen erzielte ich 38.000 Euro Umsatz, den ich von da aus \nwei ter steigerte.\nJavid hat mir bei der Verwirklichung meines Traums gehol-\nfen, grenzenloses Einkommen zu erzielen, viel Zeit mit den \nKindern zu verbringen und vor allem das Leben vieler Frauen \npositiv zu transformieren. \nHeute lebe ich meine Bestimmung und habe ein millionen-\nschweres Business aufgebaut. Mittlerweile haben wir unsere \nCoachings bereits weltweit angeboten: auf Bali, in den USA \nund in Dubai. \nCoaching-Millionär 17"
  },
  {
    "page": 19,
    "text": "Vorwort \nUnser Unternehmen erzielt hohe siebenstellige Umsätze pro \nJahr und wir können ortsunabhängig arbeiten. Wir haben \njetzt viel mehr Zeit für uns und unsere Kinder und leben je-\nden Tag so, wie wir möchten. \nWir erzielen geniale Ergebnisse bei unseren Kunden und \nlieben das, was wir tun, von ganzem Herzen. Unser Leben \nhat sich durch unser Coaching-Business komplett verändert. \nUnsere Kunden sind dankbar und schätzen unsere Arbeit \nsehr wert. Wir können uns heute aussuchen, mit wem wir ar-\nbeiten wollen, und freuen uns jeden Tag auf den Austausch \nmit unserer Community.\nWir sind bekannt als „Europas Business-Mentoren Nr. 1“ und \nals „Mentor für Mentoren & Coaches“. 2018, 2019, 2020 und \n2021 wurden wir als TOP-Experten ausgezeichnet. \nWir befreien Kinder aus der Sklaverei, wir unterstützen Start-\nups, wir stellen Schulen Bildungsmaterial zur Verfügung, da-\nmit Kinder lernen können, wir bauen Infrastruktur und Brun-\nnen in Afrika, damit Dörfer sauberes Wasser haben, und wir \nhaben sogar fünf Patenkinder in fünf Ländern. \nDieses Jahr haben wir eine Stiftung gegründet: die „Niazi-\nHoffmann Welthilfe Stiftung“. Wenn auch du soziale Projekte \nunterstützen und anderen Menschen helfen möchtest, dann \nbrauchst du dafür GELD. Du kannst selbst entscheiden, wie \ndu dein Vermögen einsetzt, und dein Geld auch für altruisti-\nsche Zwecke nutzen.\n18 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 20,
    "text": "Was wollen wir mit dir gemeinsam erreichen? \nUnsere Mission ist es, Coaches, Beratern, Trainern und Ex-\nper ten, die mehr von ihrem Leben erwarten und ihre Träu me \nverwirklichen wollen, dabei zu helfen, ihre Ziele von Freiheit, \nEinkommen und Wirkung zu erreichen. \nJeder Coach im DACH-Raum hat es verdient, erfolgreich und \nerfüllt zu leben – weil er das Leben anderer Menschen trans-\nformiert. Er liefert damit viel Mehrwert und macht unsere \nWelt zu einem besseren, schöneren Ort! \nLass uns gemeinsam die Coaching-Szene \nrevolutionieren und dein Business richtig  \nstarten oder ausbauen!\nUnsere Kunden sind Menschen, die anderen bei der Lösung \nderer Probleme helfen und damit Impact (also Wirkung) in \nder Welt erzielen wollen. \nSie wollen zudem Wohlstand, Freiheit, ein skalierbares, orts-\nunabhängiges Business und ein selbstständiges Leben in \nFül le genießen. Sie möchten ihrer Bestimmung folgen und \ndamit das verdienen, was sie wert sind. \nWir verbinden Coaches, Trainer, Berater, Experten, Heiler \nmit ihren Wunschkunden und sind ihre Brücke. Unsere Kun-\nden lernen, wie sie ihre Positionierung finden, wertvolle An-\nge bote entwickeln und eine Transformation im Leben ihrer \nKunden bewirken. \nCoaching-Millionär 19"
  },
  {
    "page": 21,
    "text": "Vorwort \nSie erfahren, wie sie neue Kunden finden und ihr Angebot \ner folgreich verkaufen. Alles in einem bewährten Gesamt kon-\nzept. Im Zuge der Zusammenarbeit erhalten unsere Kunden \nneben neuen, erstklassigen Strategien ein Mindset- und Per-\nfor mance-Coaching. \nDenn ein Unternehmen kann nur dann wachsen, \nwenn der Unternehmer auch mitwächst. \nWir  haben  ein  ganzheitliches  Erfolgskonzept  entwickelt, \nvon dem bereits in zahlreichen Medien – von Forbes über \nfoun ders magazin und StartupValley bis hin zum ERFOLG \nMagazin – berichtet wurde. Das Gesamtkonzept basiert auf \ndrei Säulen: \n§  Strategie\n§  Mindset \n§  Support\nDadurch stellen wir sicher, dass unsere Kunden das Gelernte \nauch wirklich in der Praxis umsetzen und die angestrebte \nTransformation in ihrem Leben erfahren.\nUnsere Kunden erhalten eine klare Schritt-für-Schritt-Anlei-\ntung,  die  richtigen  Strategien  und  konstanten  Support. \nDies machen wir bereits seit mehreren Jahren und haben \nmit unseren Kunden erfolgreich eine vierstellige Zahl von \nCoaching-Unternehmen aufgebaut. \n20 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 22,
    "text": "Mit ihren herausragenden Resultaten sind unsere Kunden \nleuchtende Sterne in ihrer jeweiligen Branche. Dements pre-\nch  end hoch ist unsere Weiter empfehlungsquote.\nWir hätten niemals gedacht, dass so etwas möglich wäre. \nAlle unsere Erwartungen wurden übertroffen. Wir dürfen je-\nden Tag mit wunderbaren Kunden zusammenarbeiten und \nih nen dabei helfen, ihre Ziele zu erreichen. Für uns ist das die \npure Erfüllung im Leben. \nFür wen haben wir dieses Buch geschrieben?\nDieses Buch richtet sich an zwei Typen von Menschen: zum \neinen solche, die gerne ihr Herzensbusiness starten wollen, \ndie über eine Expertise verfügen und damit das Leben ande-\nrer positiv verändern möchten, während sie ein freies, glück-\nliches und erfülltes Leben führen. \nEs richtet sich gleichzeitig auch an Menschen, die schon seit \nJahren als Coach oder Berater tätig sind, aber immer noch \nZeit gegen Geld tauschen müssen. Diese Men schen spü-\nren, dass sie ein Geschäftsmodell verfolgen, welches keine \nZukunft hat und sie persönlich versklavt. \nIn diesem Buch zeigen wir erfahrenen Coaches, wie sie ein-\nfach online Kunden gewinnen, ihr Geschäftsmodell in ein \nPre mi um -Coaching-Programm transformieren und ihr Busi-\nness skalieren, um mehr Wohlstand, Freiheit und Erfül lung \nzu genießen. \nCoaching-Millionär 21"
  },
  {
    "page": 23,
    "text": "Vorwort \n22 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 24,
    "text": "Coaching-Millionär 23"
  },
  {
    "page": 25,
    "text": "Vorwort \nEs geht darum, den Bauchladen aufzugeben, sich gezielt zu \npositionieren, ein grandioses Angebot zu entwickeln, online \nKunden zu gewinnen und endlich den Lifestyle zu leben, den \ndu dir schon so lange wünschst.\nWarum wir dieses Buch geschrieben haben\nIn den letzten Jahren haben wir bereits über 1.128 Coa ches \ndabei geholfen, noch erfolgreicher und erfüllter zu sein. Mit \ndiesem Buch möchten wir noch mehr Menschen erreichen \nund für das erfüllende Geschäftsmodell Premium-Coac hing-\nBusiness begeistern. \nWir möchten dir in diesem Buch die Ängste und Zweifel neh-\nmen, die dich vielleicht noch abhalten. Gleichzeitig wollen \nwir dir die genauen Schritte zeigen, mit denen du so ein \nPremium-Coaching-Business starten und endlich ein erfüll-\ntes Traumleben führen kannst.\nWir wissen, wie es sich anfühlt, in einem Job oder Selbst-\nständigkeits-Hamsterrad angekettet zu sein, ständig auf der \nSuche nach mehr Freiheit, Einkommen und Wirkung. Du \nüberlegst, wie du ein grandioses Business starten kannst, \ndas dich persönlich erfüllt. Es ist unsere Mission, Menschen \nwie dir dabei zu helfen, noch mehr Erfolg und Erfüllung zu \nerzielen.\nWenn wir es geschafft haben, schaffst du es auch! \n24 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 26,
    "text": "Egal in welcher persönlichen Situation du dich gerade befin-\ndest. Egal ob du Mutter, Vater oder Rentner bist. Du kannst \ndein Privatleben mit einem erfolgreichen Coaching-Business \nperfekt  verbinden,  weil  du  das  Business  ortsunabhängig \nund mit deiner eigenen Zeiteinteilung führen kannst. Dieses \nBuch richtet sich an dich, wenn du deiner Bestimmung fol-\ngen und damit ein hochprofitables Coaching-Business auf-\nbauen und die Welt verändern willst. \nWas du in diesem Buch erfährst\nDu bekommst von uns eine neue Möglichkeit, deiner Vision \nzu folgen und sie umzusetzen. Du wirst erfahren, wie du mit \ndem, was du wirklich liebst, Geld verdienen und viele Men-\nschenleben positiv verändern kannst. \nDu kannst hiermit wirkliche Fußabdrücke auf dem Planeten \nhinterlassen, am Ende deines Lebens zurückblicken und sa-\ngen: „Wow! Was für ein geniales Leben habe ich gelebt! Ich \nbin mir selbst und meinen Werten treu geblieben und habe \nmeine Ziele verwirklicht.“\nDieses Buch ist der Schlüssel, um ein selbstbestimmtes Le-\nben zu führen, dein Herzensbusiness aufzubauen und viele \nMen schenleben zu transformieren.\nInhaltlich haben wir dieses Buch in mehrere Teile geglie-\ndert. Im ersten Teil erfährst du, ob ein Coaching-Business \nüberhaupt das richtige Geschäftsmodell für dich ist. Wir zei-\ngen dir die Vor- und Nachteile und welches Potenzial noch in \ndieser Branche steckt. \nCoaching-Millionär 25"
  },
  {
    "page": 27,
    "text": "Vorwort \nIm zweiten Teil geht es um die typischen Denkfehler, die dich \nvielleicht  noch  davon  abhalten,  dein  Coaching-Business \nzu starten oder auszubauen. Wir zeigen dir, wie du deine \nÄngste und Zweifel überwindest und welche Einstellung du \nals erfolgreicher Unternehmer benötigst.\nIm dritten Teil dreht sich alles um das Thema Positionierung. \nDu erfährst, wie du ein einzigartiges und spezifisches Ang  e-\nbot ent wickelst, das deine Traumkunden begeistert und dich \naus der Masse herausstechen lässt.\nIm vierten Teil zeigen wir dir, wie du dein Premium-Coaching-\nProgramm aufbauen solltest und wie du es konkret umsetzt.\nIm fünften Teil bekommst du konkrete Strategien, um neue \nKunden für dein Business zu gewinnen. Erfahre außerdem, \nwelche wichtigen universellen Marketinggesetze du unbe-\ndingt  einhalten  musst,  damit  du  schnell  erfolgreich  sein \nkannst.\nIm sechsten Teil geht es um das Thema Verkaufen. Wir ha-\nben eine vollkommen neue Art des Verkaufens entwickelt, \nbei der du ohne Druck, authentisch und moralisch korrekt \nmehr Kunden gewinnst. Du erfährst, wie du verkaufst, ohne \nzu verkaufen. Durch diese neue Art des Verkaufens bist du \nzu 100 Prozent authentisch und gewinnst mehr Kunden, oh-\nne dich zu verstellen.\nIm letzten Teil des Buches zeigen wir dir die nächsten Schritte, \ndie du als erfolgreicher Coach, Experte oder Mentor unter-\nnehmen solltest, wenn du den Weg des Meisters gehen willst. \n26 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 28,
    "text": "Wir freuen uns darauf, dich auf dieser inspirierenden Reise \nzu begleiten und durch alle notwendigen Schritte zu deinem \nerfolgreichen und erfüllten Coaching-Business zu führen. \nLegen wir los!\nViele Grüße\nJavid & Palo\nCoaching-Millionär 27"
  },
  {
    "page": 29,
    "text": "Vorwort \n28 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 30,
    "text": "TEIL 1: \nWarum Coaching das \nmit Abstand beste \nGeschäftsmodell des  \n21. Jahrhunderts ist\nIn diesem Teil des Buches erfährst du, wie Premium-\nCoaching als Geschäftsmodell funktioniert und ob es für \ndich Potenzial in dieser Branche gibt.\nCoaching-Millionär 29"
  },
  {
    "page": 31,
    "text": "Vorwort \n30 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 32,
    "text": "Kapitel 1: \nDer Milliardenmarkt \nCoaching\nEines Tages war ich auf einem Seminar, wo ein Coach auf \nder Bühne stand, der mich sehr begeisterte. Ich sah ihm da-\nbei zu, wie er zu den Zuschauern sprach, und fragte mich \nin dem Moment: „Toll! Könnte ich das auch? Was für ein \nSelbstbewusstsein und was für eine großartige Ausstrah lung! \nKönnte ich mit meinem Wissen auch mal so viele Menschen \nerreichen und ihr Leben verändern?“ \nIn diesem Moment glaubte ich noch nicht genug an mich, \naber ich war neugierig. Schließlich sagte der Coach auf der \nBüh ne: „If I can do it, you can do it!“ (Wenn ich es kann, dann \nkannst du es auch!) Das inspirierte mich sehr. Der Coach \nver kaufte auf diesem Seminar ein Coaching-Programm für \nknapp 10.000 Euro, und ich war einfach nur baff. \nIch dachte mir: „Wow, was ist hier los?! Die Seminarteilneh-\nmer sind dankbar, dass sie diesen Betrag investieren dürfen, \num ihr Leben zu verändern.“ Das war ein großer Augenöffner \nCoaching-Millionär 31"
  },
  {
    "page": 33,
    "text": "Der Milliardenmarkt Coaching\nfür mich, weil ich so etwas nicht aus meinem Alltag kannte. \nAls Angestellter wurde alles als riskant und gefährlich darge-\nstellt. Doch hier saßen im Publikum dankbare, wertschätzen-\nde Menschen, die gerne kauften. Ich dachte mir nur: „Was für \nein toller Markt. Du arbeitest mit dankbaren, wertschätzen-\nden Menschen, deren Leben du positiv verändern kannst.“\nEin weiteres Seminar mit 2.500 Teilnehmern fand kurz da-\nrauf statt. Dort standen Hunderte Menschen Schlange, um \nein Coaching für 18.000 Euro zu kaufen! Ich stellte mich zu \nden Leuten und fragte sie: „Wie fühlt sich das an, gleich das \nCoaching zu kaufen?“ Die Teilnehmer waren absolut begeis-\ntert und freuten sich riesig! Danach wusste ich, dass Pre mi-\num-Coaching-Programme der Schlüssel sind und ich unbe-\ndingt in diesem Bereich aktiv sein wollte.\nAuch ich habe dankbar in mich investiert, obwohl meine da-\nmalige Umgebung es nicht verstehen konnte. Getreu dem \nMotto: „Die beste Investition ist die in dich selbst“ (Zitat vom \nweltbekannten Investor Warren Buffett). \nEine Milliarde Umsatz – pro Tag\nDas  Magazin  Forbes  prognostiziert  dem  Coaching-Markt \nei nen Umsatz von einer Milliarde Dollar pro Tag. Das sind \n1.000 Millionäre pro Tag für unsere Branche. Verrückt! Die \nNachf rage nach Coaching ist gewaltig. Die Welt wird immer \nkomplexer, es gibt mehr Bedarf an Beratung. Kein Wunder, \ndass der Coaching-Markt so rasant wächst. \n32 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 34,
    "text": "In diesem Markt gibt es unendliche Möglichkeiten zu star-\nten. Viele lukrative Nischen werden wir dir in diesem Buch \nvorstellen. Hinzu kommt, dass auch das Thema Online-Mar-\nketing ein starker Wachstumsmarkt ist und immer mehr Un-\nter nehmen wissen wollen, wie sie online Kunden gewinnen \nkönnen. \nAktuell sind weit über 50 Millionen Menschen allein auf \nFace book in Deutschland, Österreich und der Schweiz aktiv. \nWenn man die Menschen unter 14 und über 80 abzieht, ist \nfast ganz Deutschland auf Facebook vertreten. Auf LinkedIn \nsind ca. 16 Millionen Menschen in Deutschland aktiv. Auf \nInsta gram ca. 21 Millionen. \nDiese Zahlen sind unglaublich und lassen dich vielleicht \nschon erahnen, welches Potenzial im Coaching-Markt steckt. \nAll diese Menschen suchen Lösungen für verschiedene Le-\nbens bereiche. Alle erfolgreichen Menschen, die ich kennen-\nlernen durfte, haben mehrere Coaches, die sie in unterschied-\nlichen Lebensbereichen unterstützen. Wir haben selbst vier \nverschiedene Mentoren für unterschiedliche Aspekte unse-\nres Lebens an unserer Seite. \nMenschen brauchten schon immer andere Menschen, die ih-\nnen den Weg zeigen. Egal ob es darum geht, seinen Traum-\npartner zu finden, gesünder zu leben, richtig zu investieren \noder sein Unternehmen erfolgreicher zu machen. Aber auch \nandere Themen wie Verkaufen, Spiritualität, Körpersprache \nund Stil lernt man am schnellsten und besten von Experten.\nCoaching-Millionär 33"
  },
  {
    "page": 35,
    "text": "Der Milliardenmarkt Coaching\nViele wundern sich darüber, dass so viel Geld in die Coa-\nching-Branche fließt, weil Informationen schließlich überall \nfrei verfügbar sind. Es gibt YouTube-Videos, Blogs, Social \nMedia und so weiter. Trotzdem kaufen Menschen gerne Pre-\nmium-Coaching-Programme, und die Akzeptanz dafür steigt \nimmer weiter. Der Grund ist einfach: \nInformation ist nicht gleich Trans for ma tion. \nNur wenn man Informationen konsumiert, heißt das noch \nlange nicht, dass man das Gelernte auch wirklich umsetzt. \nErst durch die praktische Unterstützung und die individuel-\nle Begleitung erreichen Menschen wirklich ihre Ziele. Jeder \nbraucht einen Begleiter. Wir brauchen jemanden, der uns an \ndie Hand nimmt und uns den Weg zeigt. Wir brauchen je-\nmanden, mit dem wir über unsere Herausforderungen spre-\nchen können.\nWenn Menschen allein durch Informationen all ihre Proble-\nme  lösen  könnten,  dann  hätte  niemand  mehr  Probleme. \nJeder hätte bereits seinen Traumpartner gefunden, den per-\nfekten Körper, wäre wohlhabend und gesund. \nDoch die Bib liotheken, Buchläden und Video-Plattformen \nsind voll von Tipp  s, die niemand umsetzt. Uns stehen schon \nlängst alle notw  endigen Informationen zur Verfügung. Doch \num wahre Transformation zu erleben, benötigen Menschen \neinen Coach/Mentor. \n34 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 36,
    "text": "Sie brauchen eine Schritt-für-Schritt-Anleitung, die individu-\nell an ihren Kenntnisstand angepasst ist. Jedes Mal, wenn \nman  Informationen  einfach  nur  konsumiert,  gibt  es  kein \nFeed back und man muss sich selbst überlegen, ob man auf \ndem richtigen Weg ist oder nicht. Das lässt viele scheitern.\nStell dir vor, du machst eine Fitnessübung und weißt nicht \ngenau, ob du sie korrekt ausführst und möglicherweise ge-\nsundheitliche Schäden riskierst. Die Antwort kann dir nur ein \nguter Coach geben, der neben dir steht und dich genau be-\nobachtet.\nOder stell dir vor, du läsest nur Bücher über das Autofahren \nund würdest dich dann einfach in ein Auto setzen und fahren. \nDas wäre absolut verantwortungslos und lebensgefährl ich. \nAutofahren lernst du nur mit einem Fahrlehrer und durch \nÜbung. Ein Coach ist ähnlich wie ein Fahrlehrer. Er ist bei \ndir und begleitet dich bei allen Schritten, bis du dein Ziel er-\nreicht hast. \nHier findest du ein intensives Training,  \ndas dir zeigt, warum ein Coach oder Mentor  \ndie Abkürzung zu deinem Erfolg ist: \nwww.javidhoffmann.de/mentor\nCoaches und Mentoren haben uns schon immer dabei ge-\nholfen, unnötige Fehler und Kosten zu vermeiden und keine \nZeit zu verschwenden. Deshalb hat der Coaching-Markt end-\nloses Potenzial.\nCoaching-Millionär 35"
  },
  {
    "page": 37,
    "text": "Der Milliardenmarkt Coaching\nIst der Coaching-Markt nicht  \nbereits komplett überlaufen? \nNachdem wir uns dazu entschlossen hatten, als Coaches \ndurch zustarten, waren wir etwas verunsichert. In unseren \nAugen gab es damals schon viele Coaches auf dem Markt, \nund uns war nicht klar, ob es noch genug Nachfrage und \nPlatz für uns gab. \nWir sahen immer wieder erfolgreiche Coac hes und hatten \nZweifel, ob wir gegen sie „ankommen“ könn ten. Doch ir-\ngendwann verstanden wir, dass dies gar nicht nötig war. Wir \nsind andere Menschen mit anderen Werten, und der Markt \nwar viel größer, als wir dachten.\nEs ist genug für alle da. \nNiemand hat deine Geschichte, deine Fähigkeiten, deine \nErfahrungen gemacht und dein Leben geführt. Du bist ein-\nzigartig. Auf dem ganzen Planeten gibt es keinen Menschen, \nder genauso ist wie du. Niemand vertritt dieselben Werte \nund arbeitet für dasselbe „Warum“. \nDie einschneidenden Momente in deinem Leben machen \ndich einzigartig. Und genau deshalb ziehst du auch ganz be-\nsondere Menschen in dein Leben.\nNur deine innere Einstellung, dein Mindset, hindert dich da-\nran, deine Nische als Coach zu erobern. Das hat etwas mit \nKnappheits- und Fülledenken zu tun. Lebst du in Knappheit, \n36 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 38,
    "text": "dann gibt es keinen Platz für dich. Lebst du in Fülle, dann ist \nmehr als genug für alle da. Es gibt viele Menschen da drau-\nßen, die auf deine Hilfe warten. Doch wenn du dich selbst \nkleinmachst, lässt du diese Menschen im Stich. \nWann immer wir Menschen uns aus unserer Komfortzone \nherausbewegen, neigen wir dazu, uns selbst zu blockieren. \nJe weiter du dich aus deiner Komfortzone vortastest, desto \nmehr Ängste kommen hoch. Dies ist ein Urinstinkt.\nSchon in der Steinzeit waren Menschen, die ihre warme Höh-\nle verlassen wollten, der Gefahr ausgesetzt, von wilden Tie-\nren angegriffen zu werden. \nDoch obwohl uns draußen keine wilden Tiere mehr auf-\nlauern, ist dieser Urinstinkt noch er hal ten geblieben. Der \nSchutzmechanismus setzt immer noch ein, sobald du dich \nauf unbekanntes Terrain begibst. Obwohl es nichts gibt, wo-\nvor du Angst haben musst.\nErfolgreiche Menschen lassen sich nicht von ihren Zweifeln \nund Ängsten bremsen. Sie verlassen ständig ganz bewusst \nihre  Komfortzone,  weil  sie  wissen,  dass  sie  nur  dadurch \nwachsen können. Erfolglose Menschen lassen sich stattdes-\nsen von ihren Zweifeln und Ängsten blockieren.\nCoaching ist ein gigantischer Markt – wenn du dich hier rich-\ntig positionierst, gibt es grenzenlose Möglichkeiten, erfolg-\nreich zu sein. \nCoaching-Millionär 37"
  },
  {
    "page": 39,
    "text": "Der Milliardenmarkt Coaching\nOhne diese Voraussetzung solltest du dein \nCoaching-Business auf keinen Fall starten \nWenn du als Coach erfolgreich sein möchtest, darfst du kei-\nnen  Bauchladen  anbieten,  sondern  musst  eine  kon krete \nProb lem lösung für eine konkrete Ziel- bzw. Kun den gruppe \nanbieten. Dies nennt man Positionierung. \nWenn du spitz positioniert bist, kannst du leichter Kunden \ngewinnen und mehr für deine Leistung verlangen. Es ist ge-\nnau wie bei einem Arzt. \nWenn du ein spezielles Problem hast, gehst du zu einem \nSpezialisten, nicht zu einem Allge meinmediziner. Wir helfen \nunseren Kunden dabei, genau diese spitze Positionierung \nzu  finden  und  ein  konkretes  Ang  e bot  für  eine  konkrete \nKundengruppe zu definieren.\nIn der ersten Woche der Zusammenarbeit entwerfen unsere \nKunden einen Businessplan und entwickeln ihre Posit io nie-\nrung. Wenn wir sie danach fragen, wie wertvoll ihr An ge bot \nsei, antworten die meisten: „Unbezahlbar!“\nAn dieser Stelle merken sie, dass sie wirklichen positiven \nEinfluss auf das Leben von Menschen nehmen. Wie viel ist \neine gerettete Ehe in Euro wert? Wie viel ist es wert, wenn je-\nmand seinen Traumkörper hat und endlich selbstbewusst an \nden Strand gehen kann? \nWie viel ist eine gute Beziehung zu den Kindern wert? Wie \nviel ist es wert, ausgesorgt zu haben? Wie viel ist es wert, sich \njeden Tag selbstbewusst zu fühlen und dadurch noch besser \n38 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 40,
    "text": "überzeugen zu können? Wie viel ist ein Tag mehr pro Wo-\nche dank besserem Zeitmanagement wert? Wie viel ist es \nwert, wenn jemand dank dir seine Berufung und den Sinn im \nLeben gefunden hat?\nRichtig: Es ist unbezahlbar!\nGeld ist austauschbar, jeder kann Geld verdienen. Doch \nschwie rige Probleme für immer zu lösen und dabei sehr viel \nZeit zu sparen, ist unbezahlbar. \nDeine Kunden investieren nicht in dich als Coach, sondern \nsie investieren in sich selbst. Und deshalb sind sie dankbar, \nwenn sie investieren dürfen, weil sie damit große Probleme \nin ihrem Leben lösen.\nWir bieten ein exklusives Jahres-Mentoring-Programm an \nmit einem Investment von über 100.000 Euro. Kunden, die \ndaran teilnehmen, sagen uns jedes Mal, dass sie auch gerne \nmehr dafür gezahlt hätten. Das ist nicht nur bei uns der Fall, \nsondern auch bei den Kunden unserer Kunden. Das Resü-\nmee, dass das Programm „unbezahlbar“ sei, ist keine Selten-\nheit, sondern ein Normalfall. \nWenn du ein tolles Angebot hast und gut positioniert bist, \nwerden viele Kunden sich dafür bedanken, dass du ihnen das \nCoaching-Programm verkauft und sie aus der Komfortzone \nherausgeholt hast. \nCoaching-Millionär 39"
  },
  {
    "page": 41,
    "text": "Der Milliardenmarkt Coaching\nDeine Kunden profitieren ihr Leben lang von dem Wissen \nund der positiven Veränderung durch dein Coaching. Sie \nsind Vorbilder für ihre Mitmenschen, ihre Familie, ihre Kinder \nund sogar die nächsten Generationen. \nCoaching erfreut sich immer mehr Beliebtheit. In den USA \nsind Coaches ganz normal, jeder hat mehrere Coaches. Auch \nim deutschsprachigen Raum wachen die Menschen immer \nmehr auf und machen ihre Erfahrungen damit. \nMenschen wollen sich verbessern, ihre Probleme lösen und \nihr Leben vereinfachen. Daher benötigen sie Coaches.\nWenn du hier im deutschsprachigen Raum ein Coaching-\nBusi ness starten oder ausbauen willst, kannst du sehr viel un-\ngenutztes Potenzial heben. \nDer hiesige Markt steht gerade erst am Anfang und wird in \nden nächsten Jahrzehnten kontinuierlich wachsen. \nHier gibt es überall fruchtbaren Boden,  \nder nur darauf wartet, von dir in Potenzial \numgewandelt zu werden.\n40 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 42,
    "text": "Coaching-Millionär 41"
  },
  {
    "page": 43,
    "text": "Der Milliardenmarkt Coaching\n42 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 44,
    "text": "Kapitel 2: \nIst Coaching das richtige \nGeschäftsmodell für dich?\nAus unserer Sicht ist Coaching das beste Geschäftsmodell \nder Welt, weil du als Coach viele Vorteile genießt, von de-\nnen andere Unternehmer nur träumen können. Traditionelle \nlokale Unternehmen müssen zuerst sehr viel Geld investie-\nren, bevor sie starten können. Ein Coach kann mit wenigen \nMitteln sofort loslegen.\nEr benötigt kein Büro, kein Ladenlokal, keine Maschinen, \nkein Personal, kein Inventar, sondern nur ein Handy, einen \nLap top und eine Internetverbindung. Du kannst als Coach \nortsunabhängig von überall auf der Welt arbeiten. \nWir verbinden beispielsweise gerne unsere Reisen mit unse-\nrem Beruf und waren zuletzt sechs Wochen in einer Luxusvilla \nin Florida direkt am Wasser. Von dort aus haben wir neue \nCoaching-Kunden gewonnen und dabei mit unserer Familie \neine tolle Zeit gehabt.\nCoaching-Millionär 43"
  },
  {
    "page": 45,
    "text": "Ist Coaching das richtige Geschäftsmodell für dich?\nAls Coach wirst du dafür bezahlt, Menschen positiv zu ver-\nändern und selbst sogar noch dazuzulernen. Wenn du dein \nCoaching-Business richtig strukturierst, kannst du es sehr \ngut skalieren und vergrößern. \nDu entscheidest, wie viel du verdienen willst. Egal ob 10.000, \n20.000 oder mehr als 100.000 Euro pro Monat. Aus unserer \nSicht ist Coaching die beste Wachstumsbranche. Du wächst \nals Mensch, tust Gutes und verdienst dabei noch viel Geld. \nDeinen Tag und dein Leben kannst du so gestalten, wie du \nmöchtest.\nEin ultimatives, gesundes  \nBusiness umfasst diese Werte:\n01. Einkommen: Wie viel Geld kann man mit dem \nGeschäftsmodell verdienen?\n02. Freiheit: Wie orts- und zeitunabhängig kannst du \nsein? Wie ist dein Lifestyle?\n03. Wirkung: Welchen Mehrwert lieferst du?\n44 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 46,
    "text": "Einkommen\nFreiheit  \nWirkung\nund Lifestyle\nEin ultimatives, gesundes Business\nEin Coaching-Business erfüllt all diese drei Faktoren. Wenn \ndu stattdessen ein Geschäft führst, bei dem du viel Geld ver-\ndienst, aber keine Freiheit hast und ein Produkt verkaufst, \ndas den Menschen keinen oder kaum Nutzen bringt, dann \nist dies ein krankes Geschäftsmodell. \nLangfristig wirst du dadurch nicht glücklich sein, egal wie \nviel Geld du damit verdienst. Auch ein Business, bei dem du \nsehr frei bist und viel Mehrwert lieferst, aber nur sehr wenig \nGeld verdienst, wird dich krank oder unzufrieden machen. \nCoaching-Millionär 45"
  },
  {
    "page": 47,
    "text": "Ist Coaching das richtige Geschäftsmodell für dich?\nDie Balance aus den drei Werten Einkommen, Freiheit und \nImpact ist wichtig. Ein Extrembeispiel sind Coaches, die kom-\nplett gratis coachen und einfach nur helfen wollen. Wenn du \nkein Geld verdienst und nur noch Zeit mit dem Coachen ver-\nbringst, bist du irgendwann ausgebrannt und müde. \nWenn diese Coaches finanziell besser aufgestellt wären, hät-\nten sie auch mehr Energie, um noch mehr Menschen zu hel-\nfen, da Geldsorgen Energie rauben. \nEin gutes Coaching-Business kann dir alles ermöglichen – \nEin kom men, Freiheit und Impact. Nur wenn es dir gut geht, \nkannst du auch Menschen helfen. Auch wenn du jemand \nbist, der gerne soziale Projekte unterstützen will, brauchst du \nGeld. Wir spenden Geld an Familien, die nicht genug haben, \num zu überleben. Wir unterstützen junge Unternehmen da-\nbei, noch erfolgreicher zu sein. Wir bauen Brunnen in Afrika. \nWir befreien Kinder aus der Sklaverei und vieles mehr. \nAll diese sozialen Projekte können wir nur unterstützen, weil \nwir ein florierendes Coaching-Business führen, das sehr pro-\nfi ta bel ist. Das war nur möglich, weil auch wir viel in uns \nselbst investiert haben. Weil wir die besten Coachings und \nSem  i nare der Welt besuchten. Weil es uns gut geht und wir \nge nug Energie haben, um Höchstleistung zu liefern. \nDurch unsere Erfolge machen wir unsere Kunden erfolgrei-\ncher und werden dadurch selbst noch erfolgreicher. Durch \ndiesen Kreislauf können wir noch mehr Menschen helfen \nund Tausende Menschenleben verändern. \n46 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 48,
    "text": "Ist Coaching das richtige Business für dich?\nWenn du Coach werden willst, musst du Expertise bieten und \nProbleme für deine Wunschkunden lösen können. Dies ist \ndie wichtigste Voraussetzung. Du musst Spaß daran haben, \nmit Kunden zusammenzuarbeiten und ihnen dabei zu hel-\nfen, grandiose Ergebnisse zu erzielen. Du musst außerdem \ndavon überzeugt sein, dass dein Konzept Menschen wirklich \nunterstützen kann. Denn wenn du nicht daran glaubst, dann \nkönnen auch deine Kunden nicht an dich glauben. \nWas du nicht benötigst, sind irgendwelche Zertifikate. Die \nhelfen deinem Kunden nicht bei der Lösung seines Problems. \nDeinen Kunden interessiert nur, ob du sein Problem lösen \nkannst oder nicht. Ob du studiert, eine Ausbildung gemacht \noder den Mount Everest bestiegen hast, ist für den Kunden \nirrelevant – außer du bietest ein Coaching in der Richtung an.\nWas du außerdem nicht benötigst:\n§  große Bekanntheit\n§  viele Follower\n§  riesige Reichweite \n§  komplizierte Funnels und Techniken\n§  Bestseller \n§  Präsenz auf vielen Kanälen wie YouTube,  \nInstagram und LinkedIn\nCoaching-Millionär 47"
  },
  {
    "page": 49,
    "text": "Ist Coaching das richtige Geschäftsmodell für dich?\nCoaches und Mentoren lassen niemals zu, dass ihre Kunden \netwas tun, das nicht zu deren Besten ist. Sie haben den Willen, \ndass ihre Kunden erfolgreich werden. Sie legen den Fokus \nihrer Arbeit darauf, Mehrwert und Wirkung für ihre Kunden \nzu stiften. \nWohlstand erreichst du am besten, indem du deine Kunden \nwohlhabender und reicher machst. „Wohlstand“ steht hier für \nalle Aspekte des Lebens: Gesundheit, Glück, Geld und Liebe. \nAls Coach solltest du dir eine Nische auswählen, in der du \ndein volles Potenzial zeigen kannst. Verfolge den Anspruch \nund das Ziel, der oder die Beste in deiner Nische zu sein.\nWenn du ein bestimmtes Problem überwunden hast, kannst \ndu anderen Menschen zeigen, wie sie es ebenfalls überwin-\nden können. Damals machte ich meinen MBA (Master of \nBusi ness Admi nistration) und zahlte eine mittlere fünfstellige \nSum me für meine Ausbildung. Doch schnell bemerkte ich, \ndass niemand meiner Kunden sich dafür interessierte und \ndie meisten nicht mal wussten, was ein MBA war.\nWas uns erfolgreich gemacht hat, waren Coachings und \nMen  torings, die wir durchgeführt haben. Dort lernten wir \ndie richtigen Strategien für die Praxis, die funktionieren, und \nwendeten sie danach an. \n48 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 50,
    "text": "Wenn  du  ein  erfolgreiches  Coa  ching-Business  aufbauen \nwillst, darfst du dich von diesen Zweifeln NICHT bremsen \nlassen:\n§  Ich habe kein Zertifikat.\n§  Ich bin noch nicht gut genug.\n§  Ich kann nicht verkaufen.\n§  Meine Nische ist nicht online. \n§  Meine Kunden sind anders.\n§  Funktioniert das für mich? \nDeine Kunden interessieren sich dafür, dass du in ihrer Spra-\nche und zu ihrer Seele sprichst. Sie wollen merken, dass du \nihre Probleme verstanden hast. Wie das geht, lernst du spä-\nter in diesem Buch.\nEin Coaching-Business ist deshalb so schön, weil man genau \nsieht, welchen positiven Einfluss man auf andere Menschen \nnehmen konnte. \nWenn wir unsere Kunden auf unseren Erf olgs-Retreats tref-\nfen, dann fühlt es sich so an, als würden wir uns schon zehn \nJahre kennen. Unsere Kunden teilen die Ges chichten, wie sie \nmit unserer Arbeit ihr Leben verändern konnten. \nCoaching-Millionär 49"
  },
  {
    "page": 51,
    "text": "Ist Coaching das richtige Geschäftsmodell für dich?\nEs sind bewegende Geschichten, bei denen so mancher \nKun de schon jahrzehntelang Probleme mit sich schleppte \nund nun endlich frei sein kann. \nUnsere Kunden können endlich ihre Träume verwirklichen, \nGlaubenssätze oder Blockaden über winden und durchstar-\nten. Sie hören auf, Ausreden zu er finden, und kommen end-\nlich in die Umsetzung.\nUnsere Kunden erzählen davon, wie erfüllend es für sie ist, \nmit ihren Kunden zu arbeiten, und wie dankbar die Menschen \nsind. Häufig schreiben uns Kunden noch Monate nach der \nAusbildung, welche tollen Dinge sie jetzt erleben und wie \nstark sich ihr Leben positiv verändert hat. \nManche können endlich ein großes Haus für ihre Familie \nkaufen, manche endlich von überall auf der Welt arbeiten, \nandere haben endlich wieder mehr Zeit für ihre Familie. Viel-\nleicht kannst du dir vorstellen, wie erfüllend es ist, solche \nNachrichten zu erhalten. \nKurz gesagt: Wenn du die Arbeit mit Menschen liebst und \nspüren willst, welchen Einfluss du mit deiner Arbeit nimmst, \ndann ist Coaching das richtige Geschäftsmodell für dich. Es \ngibt mehr als genug Platz für jeden.\n50 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 52,
    "text": "Coaching-Millionär 51"
  },
  {
    "page": 53,
    "text": "Ist Coaching das richtige Geschäftsmodell für dich?\n52 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 54,
    "text": "Kapitel 3: \nDer neue Weg zum \nMillionencoach\nDas Coaching-Geschäftsmodell hat sich stark verändert. Da-\nzu erzählen wir auf unserem Retreat gerne folgen de Ge-\nschich te: Stell dir jemanden vor, der richtig fit ist und schnell \nlau fen kann (Person A). Stelle mental jemanden daneben, der \nnicht fit und eher der gemütliche Typ ist (Person B). Beide \nhaben jetzt dieselbe Aufgabe und müssen eine Strecke von \n100 Kilometern überwinden. \nWenn beide zu Fuß gehen, dann ist es klar, dass Person A im-\nmer gewinnt und schneller ans Ziel kommt. Wenn Person B \njedoch mit einem Sportwagen fährt oder sogar einen Privat-\njet nimmt, während Person A zu Fuß gehen muss, dann wird \nPerson B gewinnen und schneller ihr Ziel erreichen. \nGenauso ist es auch im Coaching. \nCoaching-Millionär 53"
  },
  {
    "page": 55,
    "text": "Der neue Weg zum Millionencoach\nWenn du das richtige Vehikel nimmst (also die richtigen Stra-\ntegien), dann kannst du schneller erfolgreich sein und mehr \nerrei chen als andere Coaches – auch wenn du dich derzeit \nvielleicht fragst: „Funktioniert das für mich?“\nHier ist das Problem: Wir sehen sehr viele Coaches, die im-\nmer noch ihre Zeit gegen Geld tauschen und ihr Coaching \nstun denweise verkaufen. Manche verkaufen ihre Zeit für 100, \n200 oder 300 Euro pro Stunde bzw. einige Tausend Euro pro \nTag. Egal wie hoch dein Stunden- oder Tagessatz ist: Wenn \ndu deine Zeit verkaufst, bist du als Coach derjenige, der noch \nzu Fuß geht, während viele andere schon im Privatjet fliegen. \nWer als Coach seine Arbeit stunden- oder tageweise ver-\nkauft, hat ein schlechtes Geschäftsmodell. Dieses Abrech-\nnungs   modell ist nicht skalierbar. Du setzt dir selbst ein Ein-\nkom  menslimit.\nNehmen wir an, ein durchschnittlicher Coach verdient 100 \nEu ro pro Stunde. Sogar wenn du komplett ausgebucht wä -\nrest, von morgens bis abends arbeiten und auf deine Mittags-\npau se verzichten würdest, könntest du nur acht Stun den pro \nTag produktiv Menschen coachen. Das wären 40 Stund  en \npro Woche bzw. 160 Stunden pro Monat. Mehr geht nicht. \nUnd selbst dann wärest du nach einigen Monaten komplett \nausgebrannt und würdest ein Burn-out erleiden. Jetzt kommt \ndie erschreckende Wahrheit. Selbst wenn du 160 Stund   en \npro Monat coachst, verdienst du MAXIMAL 160 x 100 Euro = \n16.000 Euro. Vielleicht klingen 16.000 Euro für dich gut. \n54 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 56,
    "text": "Doch lass uns nun auf die typischen Kosten eingehen, die \nman als Coach und Selbstständiger hat. Hier gibt es Mar-\nke ting kosten, Vertriebskosten, Kosten für einen Assis ten ten, \nBuchhaltung, Verwaltung, gegebenenfalls Büromiete, Steu-\ner berater, Steuern und auch die Kranken ver sich erung. \nIm besten Fall bleiben für dich am Ende gerade mal 2.000 \nbis 3.000 Euro pro Monat netto übrig – und das, obwohl du \ndich den ganzen Monat kaputtgeschuftet hast. Wenn du so \nein Coaching-Business betreibst und so wenig am Ende üb-\nrig bleibt, dann lautet unsere Empfehlung: Än dere etwas da-\nran oder suche dir einen Job als Angestellter. Mit einem Job \nverdienst du bei viel weniger Stress genauso viel. \nWann immer wir diese Rechnung auf unseren Retreats zei-\ngen, ist es still. So still, dass man sogar eine fallende Steck-\nna del hören würde. Alle Teilnehmer sind schockiert und re-\nalisieren erst dann, was sie sich antun. Sie merken, dass sie \nge rade ein totes Pferd reiten, was keinen Sinn ergibt. Also, \ndei  ne  Kun den  interessiert  nicht  deine  Zeit,  sondern  das \nErgeb nis. \nWas ist mit Infoprodukten? \nWir sehen außerdem viele Coaches, die niedrigpreisige Info-\nprodukte wie Videokurse oder E-Books verkaufen und da mit \nviel Geld verdienen wollen. Das funktioniert allerdings fast \nnie und hat viele Nachteile. Doch warum eigentlich? Unsere \nStatistiken und viele Gespräche mit anderen Untern  eh men \nhaben eine erschreckende Wahrheit gezeigt: \nCoaching-Millionär 55"
  },
  {
    "page": 57,
    "text": "Der neue Weg zum Millionencoach\nKunden,  die  Infoprodukte  kaufen,  loggen  sich  im  Durch-\nschnitt zwischen null und ein Mal in den Mitgliederbereich \nein und schauen sich meist nur ein Video an. Danach schau-\nen sie nie wieder weiter und setzen erst recht nichts aus dem \nKurs um. Diese Zahl hat uns schockiert. \nDa sitzt du viele Stunden und denkst darüber nach, wie du \neinen tollen Videokurs erstellen kannst, der deinen Kunden \nhilft,  investierst  Zeit  für  die  Aufnahme,  den  Schnitt,  die \nTechnik und den Vertrieb und am Ende schauen von 100 \nKäu fern vielleicht ein bis zwei den kompletten Videokurs. Ist \ndas nicht erschreckend? \nVielleicht denkst du dir: „Mir egal, Hauptsache, ich verdie-\nne Geld.“ Dann habe ich schlechte Nachrichten für dich. \nErstens  verdienst  du  mit  dem  Verkauf  niedrigpreisiger \nInfoprodukte wenig Geld. Du brauchst eine große Reich-\nweite mit Zehntausenden E-Mail-Adressen oder Social-Me-\ndia-Followern, um mit Infoprodukten genug Geld zu verdie-\nnen, dass du überhaupt davon leben kannst. \nDu musst außerdem jeden Monat neue Infoprodukte erstel-\nlen und an dieselben Kunden verkaufen, weil der nächste \nMonat noch nicht gesichert ist. Du erzielst keine Wirkung \nund keine Transformation in deinen Kunden und hilfst ihnen \nauch nicht dabei, ein Ergebnis zu erzielen. Daher erreichen \ndeine Kunden nach dem Kauf eines Infoprodukts nichts. \nDu produzierst also auch keine Erfolgsgeschichten, die du \nfür dein Marketing nutzen kannst, um wieder neue Kunden \nfür dein Angebot zu gewinnen. Außerdem bleibt bei niedrig-\npreisigen Produkten kaum Marge für ein Marketingbudget \n56 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 58,
    "text": "übrig. Du musst jeden Cent umdrehen und extremes Per-\nfor mance-Marketing betreiben, um überhaupt profitabel zu \nsein. Wenn du reine Infoprodukte vermarktest, musst du im-\nmer neue erstellen. Das bedeutet für dich: fünf oder mehr \nProdukte kreieren. Fünf Angebote, fünf Verkaufsseiten, fünf-\nmal Service und Unterstützung anbieten. Das ist ein Alb-\ntraum! Besonders wenn nichts davon deinen Kunden hilft. \nAuf  dem  Weg  verlierst  du  qualifizierte  Kunden  und  be-\nkommst dafür die Laien, die nur ein bisschen ausprobie-\nren wollen und nicht wirklich bereit sind, Ergebnisse zu er-\nreichen. Einfach gesagt: Du verschwendest die Zeit deines \nKlienten, wenn du ihm eine ganze Palette nutzloser Dinge \nanbietest, die ihn am Ende nicht weiterbringen.\nEs ist ein Irrglaube, dass Produkte  \nmöglichst günstig sein müssten, um viele \nMenschen zu erreichen.\nWenn du dein Produkt günstig anbietest, erreichst du die fal-\nschen Menschen, die deine Arbeit nicht wertschätzen und \ndas Gelernte auch nicht umsetzen. Kurz gesagt: Infoproduk-\nte sind ein sehr anstrengender und nahezu unpassierbarer \nWeg, wenn du als Anfänger und Coach Geld verdienen willst. \nInfoprodukte sind so günstig, dass du immer nur kleine \nPuzzle teile verkaufen kannst. Du schadest damit nicht nur dir \nselbst, sondern auch deinen Kunden. \nCoaching-Millionär 57"
  },
  {
    "page": 59,
    "text": "Der neue Weg zum Millionencoach\nDiese glauben, dass sie die komplette Lösung erhalten wür-\nden, während sie in Wirklichkeit nur ein kleines Stück vom \ngroßen Puzzle bekommen und danach wieder neue Prob  -\nleme haben.\nWas ist mit Trainern?\nUnsere Kunden sind manchmal bereits erfolgreiche Trainer, \ndie  mehrere  Hunderttausend  Euro  Umsatz  pro  Jahr  mit \nFirmentrainings erzielen. Doch von allen hören wir dieselb  en \nProbleme. Sie verbringen über 200 Tage pro Jahr in Hotels, \num Unternehmen zu beraten, und sehen in dieser Zeit ihre \nFamilie nicht. \nVorbereitung,  Trainings  und  Nachbereitung  fressen  ihre \nkom plet te Zeit und Energie auf. Trainer verdienen manch-\nmal viel Geld und erzielen auch Wirkung. Doch sie sind in \nihrer Freiheit komplett eingeschränkt und daher spätestens \nnach einigen Jahren im Beruf sehr unglücklich. Auch als Trai-\nner solltest du dein Geschäftsmodell auf die neue Form des \nCoachings umstellen und digital beraten/coachen, statt lo-\nkal Tagessätze abzurechnen. Verkaufe Transformation und \nEr gebnisse statt Tage deiner Lebenszeit.\nDas neue Geschäftsmodell:  \nPremium-Coaching-Programme\nHör auf, als Coach deine Zeit zu verkaufen. Verkaufe das \nEr gebnis und den Mehrwert, den du in das Leben anderer \nbringst. Zuerst musst du gut überlegen, ob deine Zielgruppe \n58 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 60,
    "text": "wirklich die beste für dich ist. Sind diese Kunden wirklich die-\njenigen, denen du den meisten Wert liefern kannst? Eine \nKundin von uns hatte beispielsweise lange Zeit Schüler da-\nrin gecoacht, wie sie besser Präsentationen halten, und da-\nfür noch nicht mal 500 Euro bekommen. Nachdem sie mit \nunserer Hilfe auf Präsentationstraining für Businessfrauen \nund Rednerinnen umgestellt hatte, konnte sie ihre Preise pro \nKunde verzwanzigfachen. \nWarum? Weil eine gute Rednerin mehr finanzielle Vorteile \ndavon hat, gut zu präsentieren, als ein Schüler. Der Mehrwert \nist einfach höher, und deshalb ist der Kunde auch bereit, \nmehr dafür zu zahlen. Die meisten unserer Kunden verkau-\nfen ein Coaching-Pro gramm für ca. 5.000 Euro. \nUm 10.000 Euro zu verdienen, benötigst du \ngerade einmal zwei Kunden pro Monat. \nWenn du 50.000 Euro verdienen willst, benötigst du nur \nzehn Kunden pro Monat. Höre auf, deine Zeit zu verkaufen, \nson dern verkaufe Ergebnisse. In diesem Buch zeigen wir \ndir später, wie genau das funktioniert, wie du dich richtig \npositio nierst und wie du Kunden gewinnst. Doch diese neue \nDenkweise bildet die Grundlage, um erfolgreich zu sein.\nErlaube es dir, nach deinem Mehrwert bezahlt zu werden. \nMit diesem neuen Geschäftsmodell erreichst du viel schnel-\nler deine Ziele. Du lieferst nicht mehr Puzzleteile, sondern \ndas komplette Puzzle. Hier ein Vergleich zwischen dem alten \nund dem neuen Geschäftsmodell als Coach:\nCoaching-Millionär 59"
  },
  {
    "page": 61,
    "text": "Der neue Weg zum Millionencoach\nDas alte Modell Das neue Modell\n§ Zeit verkaufen § Ergebnis verkaufen\n§ Zu billig § Angemessener Wert\n§ Nörgelnde Kunden § Wertschätzende Kunden\n§ Wollen nur mal   § Wollen umsetzen und \nausprobieren Ergebnisse erreichen\n§ Sind nicht motiviert § Motivierte Kunden\n§ Bauchladen § Spezielles Angebot\n§ Kein Fokus § Fokus auf eine Zielgruppe\n§ Kein Commitment § Entschlossene Kunden\n§ Kein Expertenstatus § Expertenstatus\n§ Du bist erschöpft § Energie, Erfüllung, Erfolg\n§ Viel Arbeit und wenig Geld § Mehr Freizeit und mehr Geld\n§ Lebst von Rechnung   § Zuverlässiges  \nzu Rechnung Einkommen\n§ Keine Referenzen/Testimonials § Tolle Referenzen/Testimonials\n§ Keine oder kaum   § Hohe Wirkung im Leben  \nWirkung deiner Kunden\n§ Kein Lifestyle § Idealer Lifestyle\n§ Marketing teuer und ineffizient § Profitables Marketing \n§ Kundengewinnung schwierig § Kundengewinnung leichter\n§ Geringe Marge § Hohe Marge\nWenn  du  Menschen  helfen  und  dabei  wohlhabend  und \nfrei werden willst, entscheide dich für Premium-Coaching-\nProgramme und lasse dich für deine Ergebnisse bezahlen. \n60 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 62,
    "text": "Du gewinnst wertschätzende Kunden, wirst als Experte wahr-\ngenommen, bekommst Anerkennung und Wertschätzung, \nhast ein hohes Einkommen, erzielst hohe Wirkung, lebst einen \ntollen Lifestyle und kreierst großartige Erfolgsgeschichten \nim Leben deiner Kunden, die dafür sorgen, dass dein Unter-\nneh men immer weiterwächst.\nDu befindest dich dann in einem Erfolgskreislauf. \nMit  Premium-Coaching-Programmen  kannst  du  zehnmal \nmehr ver dienen, und das Paradoxe ist, dass du sogar mehr \nKun    den gewinnst als bei dem alten, stundenbasierten Ge-\nschäfts  modell. \nWie genau du ein Premium-Coaching- Programm  \nmit deinen eigenen Erfahrungen für deine \nZielgruppe erstellst und warum es wichtig ist, dein \nAngebot zu transformieren, erfährst du in diesem \nkostenlosen Vertiefungstraining:  \nwww.javidhoffmann.de/angebot\nCoaching-Millionär 61"
  },
  {
    "page": 63,
    "text": "Der neue Weg zum Millionencoach\n62 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 64,
    "text": "TEIL 2:\nMindset\nIn diesem Buchteil räumen wir mit den größten Denk-\nfehlern auf, die vielleicht auch dich davon abhalten, ein \neigenes Online-Coaching-Business zu starten. Auch wir \nmussten viele Denkweisen verändern und unser Inneres \ntransformieren, bevor wir unser Coaching-Business ge-\nstartet haben und anschließend in unserer Nische zum \nführenden Unternehmen im DACH-Raum geworden sind.\nCoaching-Millionär 63"
  },
  {
    "page": 65,
    "text": "Der neue Weg zum Millionencoach\n64 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 66,
    "text": "Kapitel 1: \nDein finanzieller  \nThermostat\nIch möchte dich nicht erschrecken, aber ich muss dich war-\nnen: Du hast keine Kontrolle über deine Entscheidungen, \nvor allem wenn es um Geld geht. Es gibt einen geheimen \nTeil – eine geheime Stimme – in deinem Kopf, der die Ent-\nscheidun gen für dich trifft, ohne dass du es merkst. \nViele der Entscheidungen, die du in den letzten Jahren in \nBezug auf Geld getroffen hast, hast du nicht wirklich aus dei-\nnem freien Willen heraus getroffen. Diese Entscheidungen \nwurden von etwas getroffen, das ich „finanzieller Thermostat“ \nnenne.\nDein finanzieller Thermostat ist so etwas wie eine Karte der \nEinstellung deiner Gedanken, und diese Karte wurde vor lan-\nger Zeit entworfen – zwischen deinen ersten Lebensmonaten \nund deinem zwölften Lebensjahr.\nCoaching-Millionär 65"
  },
  {
    "page": 67,
    "text": "Dein finanzieller Thermostat\nEs ist nicht deine Schuld, es ist nicht die Schuld deiner Eltern.  \nEs liegt an der Geldkultur, mit der die Gesellschaft schon seit \nJahren lebt. Es besteht eine 99,9-prozentige Chance, dass \ndein finanzieller Thermostat so gebaut wurde, dass er dich \ndaran hindert, reich zu werden. \nWie hoch dein finanzieller Thermostat ist, verrät dir dein \naktu eller Kontostand. Wenn du andere Zahlen auf deinem \nKon to sehen willst, dann musst du bereit sein, deinen finan-\nziellen Thermostat anzupassen.\nWusstest du, dass ...\n … sich alles, was Kinder im oben genannten Alter aus dem \nMund einer Autoritätsperson wie Mutter, Vater oder Große  l-\ntern hören, direkt im Unterbewusstsein festsetzt und wie ein \nungeschriebenes Gesetz wirkt?  \nIm Laufe der Jahre keimt dieser Samen, trägt Früchte und \nwird zu der Art und Weise, wie dein Verstand Entscheidungen \ntrifft. Wenn du finanziell nicht so erfolgreich bist, wie du \nes gerne wärest, dann liegt das nicht daran, dass du keine \nChancen im Leben hättest.\nEs liegt daran, dass dein Verstand dich sabotiert, wenn sich \nGelegenheiten bieten – du kannst sie nicht sehen, obwohl \nsie direkt vor deiner Nase liegen.\nDein Verstand ignoriert gute Gelegenheiten, weil du damit \naufgewachsen bist, „Weisheiten“ zu hören wie ...\n66 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 68,
    "text": "„Geld wächst nicht auf Bäumen“, „Reich wird man nur, wenn \nman im Lotto gewinnt“, „Geld macht nicht glücklich“, „Eher \ngeht ein Kamel durch ein Nadelöhr, als dass ein Reicher in \ndas Reich Gottes gelangt“ und, und, und. \nUnd das hat sich in dir festgesetzt: Angst und \nAbstand vor großen Geldbeträgen. \nJedes Mal, wenn sich dir die Möglichkeit bietet, einem gro-\nßen Geldbetrag in die Quere zu kommen, findet dein Ver-\nstand ein Mittel, dich zu sabotieren, damit du den Weg dort-\nhin nicht einschlägst, weil er denkt, dass er dich damit vor et-\nwas Schlechtem bewahrt.\nDas ist dein persönlicher finanzieller Thermostat.\nEs gibt keine Möglichkeit, wirklich reich und wohlhabend zu \nwerden, wenn du deinen finanziellen Thermostat nicht verän-\nderst. Verstehst du jetzt, warum alles im Kopf beginnt? Dein \nfinanzieller Thermostat, deine mentale Grund einstellung zu \nGeld, bestimmt, ob du finanziell frei wirst oder viel und hart \narbeiten musst ... \nDie einzige Möglichkeit, die außergewöhnlichen finanziell en \nErgebnisse zu erzielen, die du dir für dein Leben wünschst, \nbesteht darin, deinen finanziellen Thermostat neu zu pro-\ngrammieren.\nCoaching-Millionär 67"
  },
  {
    "page": 69,
    "text": "Dein finanzieller Thermostat\nMillionen-€-Business\n6-stelliges Business\n5-stelliges Business\nEs geht darum, dein Unterbewusstsein auf ein hohes Maß an \nErfolg und Wohlstand einzustellen, ein sechs- oder sieben-\nstelliges Bewusstsein zu erlangen und deine Geld- und Fülle-\nEnergie anzuheben.\n68 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 70,
    "text": "Coaching-Millionär 69"
  },
  {
    "page": 71,
    "text": "Dein finanzieller Thermostat\n70 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 72,
    "text": "Kapitel 2: \nIst Premium-Coaching  \nfür dich geeignet?\nEs war einmal ein kleiner Elefant in Indien. Als Baby wurde er \nvon Wilderern gefangen genommen und mit einem Seil an \neinen Baum gefesselt. Aufgrund seines Überlebensinstinkts \nversuchte er immer wieder, sich von seinen Fesseln zu lösen \nund den Baum rauszureißen. Doch dabei verletzte er sich im-\nmer wieder und erlitt Schmerzen. \nNach einigen Wochen der Sklaverei hatte der Elefant keine \nKraft mehr. Er gab auf und ertrug sein Schicksal. Er akzep-\ntierte seine neue Realität und verlor seinen Kämpferinstinkt. \nMit den Jahren wuchs er, wurde immer größer und kräftiger. \nEr wuchs so lange weiter, bis er irgendwann zu einem ausge-\nwachsenen Koloss wurde. Mittlerweile war er so groß, dass \ner mit Leichtigkeit das Seil hätte herausreißen und seine Fes-\nseln lösen können. Doch er tat es nicht. Was glaubst du, wa-\nrum? Ganz einfach: Der Elefant wurde in seiner Kindheit da-\nrauf konditioniert, ein Sklave zu sein. \nCoaching-Millionär 71"
  },
  {
    "page": 73,
    "text": "Ist Premium-Coaching für dich geeignet?\nEr glaubte immer noch, dass er klein und schwach sei, ob-\nwohl er nun zu einem gigantischen, starken Koloss gewor-\nden war.  Die Realität ist, dass auch wir Menschen in unserer \nKindheit von der Gesellschaft konditioniert werden. \nDu wurdest von deinen Eltern, deinen Lehrern, deinen Freun-\nden, deinen Bekannten und den Medien konditioniert. Du \nhast viele falsche Denkweisen, viele Ängste und viele Zwei-\nfel einfach übernommen. Mittlerweile sind viele davon eine \nTatsache für dich, sie sind deine Realität geworden, obwohl \nes eigentlich nur eine Perspektive ist, die Welt zu sehen.\nGenau diese falschen Denkweisen und Konditionierungen \nhalten dich jetzt davon ab, dein außergewöhnliches Leben \nzu kreieren, das Leben zu führen, das du dir wirklich wünschst. \nEin Leben in Wohlstand, Freiheit und voller Wirkungskraft im \nLeben anderer Menschen. Ein Leben, mit dem du ein Vorbild \nfür andere bist, andere Menschen darin weiterbringst, auch \nihr erfülltes und erfolgreiches Wunschleben zu führen. \nDoch  wenn  du  dieses  neue,  erfüllte  Leben  führen  willst, \nmusst du deine alten Denkweisen ablegen und offen für \nneue  Perspektiven  und  Glaubenssätze  sein.  Du  brauchst \nneue Wer te, neue Paradigmen, neue Glaubens sätze. \nDu brauchst eine neue Identität und ein neues Selbstb  ild. \nDenn wenn du genau das Gleiche tust, was du bisher ge-\ntan hast, kannst du nur das erreichen, was du bisher erreicht \nhast. Wenn du andere Ergebnisse möchtest, musst du ande-\nre Dinge tun und zu einer anderen Persönlichkeit werden. \n72 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 74,
    "text": "Dein Durchbruch in deinem Business\nVision & \nWarum\ne\nm\na\nG Identität\ner \nn\nn\nI Werte\nGlaubenssätze\nFähigkeiten\ne\nm\na\nG Verhalten\ner \nut\nO Umgebung\nDeine Veränderung beginnt bereits mit den Menschen, mit \ndenen du dich täglich umgibst. Schaue außerdem auf dei-\nne Gewohnheiten und dein Verhalten. Wie verhältst du dich? \nWie ein erfolgreicher Mensch, der handelt und schnelle Ent-\nscheidungen trifft? Oder bist du jemand, der bei jeder Ent-\nschei dung Angst hat und seine eigene Intuition infrage stellt? \nHast du Angst, zu scheitern und nicht gut genug zu sein? \nNeben der richtigen Einstellung benötigst du außerdem \nnoch die richtigen Fähigkeiten. Dieser neue Mensch, der du \nwerden willst, braucht Marketing- und Verkaufsfähigk eiten, \nein  tolles  unternehmerisches  Mindset  und  eine  erfolg-\nreiche Ein stellung zu Geld, um seine Ziele zu erreichen. Wir \nMenschen werden von unseren Glaubenssätzen gesteuert. \nCoaching-Millionär 73"
  },
  {
    "page": 75,
    "text": "Ist Premium-Coaching für dich geeignet?\nWenn du glaubst, dass reich zu werden schwer sei oder \neher „ein Kamel durch ein Nadelöhr geht, als dass Reiche \nin den Himmel kommen“, dann wirst du immer arm blei-\nben. Du musst diese falschen Glaubenssätze in dir erkennen, \naufspüren, transformieren und durch neue, dich stärkende \nGlaubenssätze ersetzen.\nWelche Werte sind dir aktuell besonders wichtig? Wenn der \nWert „Sicherheit“ an oberster Stelle steht und du glaubst, \ndass ein Angestelltenjob sicherer als die Selbstständigkeit ist, \nwirst du immer Angestellter bleiben. Wenn du stattdessen \nFrei heit, Unabhängigkeit und Selbstbestimmung willst, dann \nwer den diese Werte dich darin bestärken, deine Träume und \nZiel e von Selbstständigkeit und Unternehmertum schneller \nzu erreichen. \nÜber all diesen Bausteinen steht deine Identität. Deine Iden-\nti tät ist das, was dich ausmacht. Dein Selbstbild. Wer bist du? \nGlaubst du daran, dass du ein erfolgreicher Unternehmer \nbist? Wir sind erfolgreiche Coaches, Trainer und Mentoren. \nWir verändern Menschenleben. Wir lieben Fülle, leben Fülle \nund geben sie an unsere Kunden weiter. \nWir sind die Brücke zwischen unseren Kunden und ihren Zie-\nlen und Visionen. Wir sind die Transformation, und mit unse-\nren revolutionären Coaching-Programmen schaffen wir mas-\nsiven Mehrwert – Erfolg und Erfüllung – im Leben unserer \nKun den. Wenn du deine Ziele erreichen willst, musst du an \ndeine neue Identität glauben und zu der Person werden, die \ndu sein willst. Verändere die Geschichte, die du dir selbst ge-\nrade erzählst. Erzähle dir eine Geschichte, die dich motiviert, \ndich stark macht und dir erlaubt, deine Ziele zu erreichen. \n74 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 76,
    "text": "Wenn du dir jeden Tag erzählst, dass du Angst hast, nicht gut \ngenug bist, der Markt übersättigt ist oder es schwer ist, dann \nwirst du niemals erfolgreich sein. \nWenn du dir negative Geschichten erzählst, bekommst du \nauch negative Ergeb nisse. Erzähle dir stattdessen, dass du \nerfolgreich sein wirst, dich mit erfolgreichen Menschen um-\ngibst, dass du eine einzigartige Gabe hast, die Kunden da \ndraußen sehnsüchtig auf dich warten und du den Erfolg und \nden Wohlstand anziehst. Sage dir, dass du Marketing und \nVerkauf lernst, schnelle Ent scheidungen triffst und mit star-\nker Überzeugung daran festhältst.\nWenn du deine Geschichte veränderst,  \ndie du dir täglich selbst erzählst, veränderst du \nauch dein Leben. \nBeantworte für dich folgende Fragen  \nund erschaffe dir eine kraftvolle Identität:\n§  Wie würdest du die neue Version deiner selbst be-\nschreiben, die nötig wäre, um alle deine Probleme zu \nlösen? Versuche diesen Charakter in drei oder weni-\nger Sätzen zu beschreiben.\n§  Welche Umgebung benötigt dieser neue Charakter, \num deine Träume mit Leichtigkeit zu erfüllen? Zähle \nsie alle auf.\nCoaching-Millionär 75"
  },
  {
    "page": 77,
    "text": "Ist Premium-Coaching für dich geeignet?\n§  Welche guten Gewohnheiten hat dein neuer \nCharakter, die deinem jetzigen Ich fehlen?\n§  Welche Fähigkeiten benötigt dieser neue Charakter, \num deine Träume mit Leichtigkeit zu erfüllen? Zähle \nsie alle auf.\n§  Welche neuen, fördernden Glaubenssätze benö-\ntigt dieser neue Charakter, um deine Träume mit \nLeichtigkeit zu erfüllen? Zähle sie alle auf.\n§  Welche Werte benötigt dieser neue Charakter,  \num deine Träume mit Leichtigkeit zu erfüllen?  \nZähle sie alle auf.\n§  Welche Stärken hat dieser neue Charakter, die dei-\nnem jetzigen Ich fehlen?\n§  Welche Ängste kennt dieser neue Charakter nicht?\n§  Wie tritt dieser neue Charakter auf?\n§  Welche deiner Vorurteile hegt der  \nneue Charakter nicht?\n§  Welche Charaktereigenschaften hat  \ndiese neue Version deiner selbst? \nBeschreibe Dinge, die dein neuer Charakter liebt und mit \nBe geisterung tun würde, während sie dein jetziges Ich un-\nter allen Umständen vermeiden würde. Nachdem du diese \nFragen beantwortet hast, wird dir klar, welcher Mensch du \n76 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 78,
    "text": "sein musst, um deine Ziele zu erreichen. Vielleicht findest du \ngerade beim Lesen Ausreden dafür, warum du nicht diese \nPerson sein kannst. Es liegt jedoch an dir, ob du darauf re-\nagierst.\nTäglich sitzen zwei Engel auf deiner Schulter. Der eine er-\ninnert dich immer wieder an deine Vergangenheit, deine \n Ängs  te, deine Zweifel und deine Blockaden. Der andere will \nnach vorne und erinnert dich an deine Ziele, Träume, deinen \nMut, deine Kraft und dein Talent. \nJede Sekunde entscheidest du selbst, auf welchen der bei-\nden Engel du hörst. Je nachdem, welchem du häufiger in \ndei nem Leben gefolgt bist, wird sich dein Leben auch ent-\nsprechend formen. \nLass nicht zu, dass du am Ende deines Lebens denkst: „Wieso \nhabe ich immer nach hinten geschaut und mich immer klein-\ngehalten? Wieso habe ich nicht auf den mutigen Engel ge-\nhört und selbstbewusst meine Ziele verfolgt?“\nWährend du diese Zeilen liest, spürst du vielleicht ein Krib-\nbeln oder Zweifel. Hier meldet sich deine Komfortzone. So-\nbald du die Komfortzone verlässt, regen sich deine Blocka-\nden und Ängste in dir, die dich bremsen wollen. Es ist ganz \nnormal, dass du dich so fühlst. Doch erfolgreiche Menschen \nschalten in diesem Moment ihre Ängste aus und ignorieren \nsie bewusst. Sie gehen den nächsten Schritt trotzdem und \nwerden mit noch mehr Erfolg dafür belohnt. \nCoaching-Millionär 77"
  },
  {
    "page": 79,
    "text": "Ist Premium-Coaching für dich geeignet?\nDeine Wachstumszone \nKomfortzone Angstzone Lernzone Wachstumszone\n        N\nGewohnt, sicher,   Ungewissheit,  Selbstvertrauen,  Träume leben,  O\nkeine Veränderung Unsicherheit,  auf eigene Meinung  Bestimmung leben,  SI\nMeinung anderer, hören, neue  Wahres, neue Ziele,   VI\nSelbstzweifel Herausforderungen  neue Aufgaben\nangehen\nErfolgreiche  Menschen  haben  auch  Ängste  und  Zweifel. \nDoch sie verlassen trotzdem ihre Komfortzone und lassen \nsich nicht aufhalten. So wachsen sie immer weiter und er-\nreichen ihre Ziele. Wenn du einer der Berater, Coaches und \nHeiler bist, die einfach stehen bleiben, wirst du dabei zu-\nschauen müssen, wie andere mit Leichtigkeit an dir vorbei-\nzieh en. \nWährend  du  noch  dich  oder  andere  kritisierst  und  dich \nselbst  kleinmachst,  haben  andere  schon  die  neue  Denk-\nweise übernommen und erreichen mit Premium-Coaching-\nPro gramm  en  und  Online-Marketing  spielend  leicht  ihre \nZiele. Welchen Weg willst du wählen?\nWie du deine inneren Kräfte aktivierst\nWenn du deine innere Kraft entfesseln möchtest, musst du \ndeine vier Energien kennen und nutzen. Nur wenn du dei-\nne Energien richtig einsetzt, kannst du auch dein Potenzial \n78 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 80,
    "text": "maximal entfalten. Wenn du deine Energien gar nicht oder \nnur sehr einseitig nutzt, dann bleibst du da, wo du bist, und \nkommst nicht voran, obwohl du viel arbeitest und dir viel \nMühe gibst. Jeder Mensch hat diese Energien in sich:\n \nKrieger*in\n„Ich gehe durch die Angst.  \nErfolg hat drei Buchstaben. T. U. N.“\nDie erste Energie ist der Krieger/die Kriegerin. \nKrieger handeln und setzen um, egal was passiert. Sie haben \nkeine Angst. Die Angst hat Angst vor dem Krieger. Wenn der \nKrieger kommt, verschwindet jede Furcht. \nSie haben eine starke Umsetzungsfähigkeit, treffen schnel-\nle Entscheidungen und halten an diesen fest. Sie holen sich, \nwas ihnen zusteht. \nCoaching-Millionär 79"
  },
  {
    "page": 81,
    "text": "Ist Premium-Coaching für dich geeignet?\n \nMagier*in\n„Ich kreiere und manifestiere mit Leichtigkeit, \nVorstellungskraft und Visualisierung.“\nDie zweite Energie ist der Magier/die Magierin. \nMagier haben die Kraft der Visualisierung und der Manif es-\ntation. Sie erschaffen ihre Realität mit Freude und Leichtigkeit. \nSie haben ein Urvertrauen und glauben daran, dass sie alles \nschaffen können. Sie nutzen das Gesetz der Anziehung. Sie \nziehen Menschen, Möglichkeiten, Mentoren und Strategien \nin ihr Leben, die ihnen helfen. \n80 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 82,
    "text": "Liebhaber*in\n„Ich liebe Menschen, habe eine Mission  \nund bringe Mehrwert.“\nDie dritte Energie ist der Liebhaber/die Liebhaberin. \nDies ist die Herzensenergie. Liebhaber tragen ihre Mission \nund Vision im Herzen. Sie haben Liebe zu sich selbst und an-\nderen Menschen. Sie wollen ihre Mission verwirklichen und \nanderen helfen. Sie wollen sehr viele Menschenleben trans-\nformieren, inspirieren und motivieren. Sie helfen sehr gerne \nund unterstützen soziale Projekte. \nDiese Herzensenergie kann enorme Kräfte in dir entfesseln \nund ist fünfmal stärker als die Ratio (der logische Teil in dir). \nLiebhaber lassen sich nicht davon abhalten, ihre Mission zu \nverwirklichen. \nCoaching-Millionär 81"
  },
  {
    "page": 83,
    "text": "Ist Premium-Coaching für dich geeignet?\n \nKönig*in\n„Ich bin es mir wert. Ich bin der Fels  \nin der Brandung.“\nDie vierte Energie ist der König/die Königin. \nKönige sind der Fels in der Brandung. Sie sind Vorbilder und \nInspiration. Könige sind Leader, andere blicken zu ihnen auf. \nHier sprechen absolutes Selbstvertrauen und hohes Selbst-\nwertgefühl. Könige sind es sich wert, Großartiges zu empfan-\ngen. Sie kennen ihren Wert und vermitteln ihn selbstbewusst. \nDie  meisten  Menschen  nutzen  nur  einen  kleinen Teil  ih-\nrer vier Energien, und das einseitig. Es gibt beispielsweise \nMen schen, die nur an „Hustle, Hustle, Hustle! Arbeit, Arbeit, \nArbeit!“ denken. Das sind Menschen, die zum Großteil in ih-\nrer Kriegerenergie sind.\nDann gibt es Menschen, die nichts umsetzen und nur an die \nManifestation und das Gesetz der Anziehung glauben. Sie \nglauben, dass sie allein dadurch alle Ergebnisse erhalten.\n82 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 84,
    "text": "Dazu eine Geschichte: Ein gläubiger Mensch ist auf einer ein-\nsamen Insel, die kurz vor der Überschwemmung steht. Wenn \ner die Insel nicht verlässt, wird er sterben. Der Gläubige war \nGott immer treu und sagt sich: „Ich weiß, dass Gott mich ret-\nten wird.“ Dann kommt ein Schiff vorbei, der Kapitän fragt, \nob er den Gläubigen an Bord nehmen soll. \nDer Gläubige lehnt ab, weil er auf ein rettendes Zeichen Got-\ntes wartet. Etwas später landet ein Wasserflugzeug, wieder \nerhält der Gläubige das Angebot mitzukommen. Doch er \nlehnt erneut ab und wartet weiter auf Gott. \nDoch kurz darauf wird die Insel überflutet und der Gläubige \nertrinkt. Im Himmel angekommen, spricht er wütend zu Gott \nund fragt: „Gott, ich war dir immer treu und habe an dich ge-\nglaubt. Wieso hast du mich nicht gerettet?“ \nDarauf  antwortet  Gott:  „Ich  habe  dir  ein  Boot  und  ein \nFlugzeug geschickt, doch du hast beides abgelehnt. Was \nhätte ich sonst tun sollen?“ \nGenau das erleben wir auch ständig bei Menschen, die viel \nEnergie in die Manifestation stecken. Die Türen öffnen sich, \naber die Chancen werden abgelehnt, weil viele auf „etwas \nBesseres“ warten oder sich etwas ausreden. Menschen, die \nihre Magier-Energie nutzen, aktivieren zwar das Gesetz der \nAnziehung und der Resonanz, kommen jedoch nicht ins Tun \nund kreieren dadurch keine Ergebnisse. \nDann gibt es diejenigen mit einem hohen Liebhaber-Anteil. \nDies sind Menschen, die ihr Coaching kostenlos oder viel zu \ngünstig anbieten und sich dadurch selbst zerstören. \nCoaching-Millionär 83"
  },
  {
    "page": 85,
    "text": "Ist Premium-Coaching für dich geeignet?\nSie meinen, vielen Menschen helfen zu wollen. In Wirklichkeit \nsind ihre Möglichkeiten extrem begrenzt, weil sie kaum oder \nkein Geld verdienen. Damit können sie sich nicht verwirk-\nlichen, ihr Business aufbauen und somit tatsächlich vielen \nMenschen helfen. \nDie Menschen, die die Königs-Energie nur einseitig nutzen, \nglauben, alles alleine machen zu müssen. Sie sind wie einsa-\nme Wölfe und machen sich das Leben schwer. \nEin typischer Satz lautet zum Beispiel: „Ich bin eine starke \nPerson und schaffe alles alleine.“ Auf Experten-Unterstützung \nverzichten sie folglich. Deshalb brauchen sie viel länger, um \nihre Ziele zu erreichen, weil sie alle Fehler selbst machen \nmüssen. Dadurch sabotieren sie ihren Erfolg. Jede einzelne \nEnergie kann dazu beitragen, deine Ziele schnel ler und ein-\nfacher zu erreichen, wenn du sie für dich richtig nutzt. \nDoch sie ist schlecht, wenn du sie einseitig einsetzt. Erst die \nKombination aus allen Energien wird dich wirklich erfolg-\nreich machen. Wenn du nur manifestierst, aber nicht umsetzt, \nwirst du nichts erreichen. Wenn du deine Herzensenergie \nnicht nutzt, kannst du deine Kunden nicht bewegen und in-\nspirieren. Wenn du Ziele hast, aber alles allein machen willst, \nwirst du sie niemals realisieren können. \nErst die Kombination aus allen  \nEnergien ist ein Erfolgsturbo.\n84 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 86,
    "text": "Prüfe, ob und wie du diese Energien für dich nutzt, um dei-\nne Ziele zu erreichen. Auf welche Energien willst du künftig \nmehr setzen? \nWann kannst du es dir erlauben,  \nPremium-Preise zu verlangen?\nWir hören von unseren Kunden häufig die Frage: „Wann darf \nich mich Premium-Coach nennen? Oder Premium-Preise ver-\nlangen?“ Die Antwort ist einfach: Du kannst Premium-Preise \nverlangen, sobald du es dir selbst erlaubst. Du erlaubst es \ndir, sobald du ein konkretes Problem für deine Kunden löst \nund spürst, dass du ihnen helfen kannst.\nWir können beispielsweise innerhalb weniger Minuten einen \nCoach, Trainer oder Experten positionieren. Obwohl es nur \nwenige Minuten dauert, ist eine richtig gute Positionierung \nMillionen wert. Es ist also egal, wie viel Zeitaufwand du hast \noder wie leicht du das Problem lösen kannst. \nWenn  du  einen  großen  Mehrwert  erschaffst,  kannst  du \nauch Premium-Preise dafür verlangen. Der Preis deines Pro-\ngramms definiert sich darüber, welchen Mehrwert du für dei-\nne Zielgruppe erschaffst. Wenn du die Transformation statt \ndie Informationen bewertest, wirst du den wahren Wert dei-\nnes Coachings bzw. deiner Beratung verstehen.\nCoaching-Millionär 85"
  },
  {
    "page": 87,
    "text": "Ist Premium-Coaching für dich geeignet?\n86 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 88,
    "text": "Kapitel 3: \nWarum du kein \nVerkaufstalent sein  \nmusst\nIn den letzten Jahren haben wir verschiedene Muster ent-\ndeckt, die außergewöhnlich erfolgreiche Coaches, Berater \nund Heiler von anderen unterscheiden. Einer der wichtigs-\nten Unter schie  de liegt darin, welche Schmerzen du empfin-\ndest, wenn du dir bewusst machst, dass du nicht das Geld \nverdienst, das dir eigentlich zusteht.\nEinige Beispiele: Du lebst unter deinem Potenzial, du kannst \nzu wenig bewirken, du fällst nicht auf und so weiter. \nSchreibe dir außerdem auf, welche Emotionen und Begriffe \ndu mit den Themen „Geld“ und „Verkaufen“ verbindest. \nDie richtige Einstellung zum Thema Verkaufen wird zu ei-\nnem großen Teil darüber entscheiden, ob du erfolgreich bist \noder nicht. Wenn du dich in diesem Bereich selbst blockierst, \nCoaching-Millionär 87"
  },
  {
    "page": 89,
    "text": "Warum du kein Verkaufstalent sein musst\nsabotierst du dich selbst – und dein Erfolg ist praktisch un-\nmöglich. Es gibt keinen finanziell erfolgreichen Menschen, \nder nicht verkaufen kann. \nVerkaufen ist die wichtigste Fähigkeit, um ein erfolgreiches \nBusiness aufzubauen. Nur wenn du verkaufst, gewinnst du \nKun den. Nur wenn du verkaufst, verdienst du Geld. Nur \nwenn du verkaufst, erwirtschaftest du Kapital, um noch mehr \nMen schen zu erreichen und ihnen zu helfen. \nDu musst bereit sein, verkaufen zu lernen. Du brauchst aber \nkein Verkaufstalent. Denn wie du richtig verkaufst, ohne dich \nzu verstellen, ohne Druck auszuüben und ohne extrovertiert \nzu sein, erfährst du noch in diesem Buch.\nDu erfährst, wie du verkaufst, ohne zu verkaufen. Du lernst, \nwie du endlich aufhörst zu verkaufen, und lässt deinen Kun-\nden die Freiheit, selbst zu kaufen. \nWir zeigen dir später im Buch (in Teil 6) \ndie neue Art des Verkaufens. \nDu kannst von überall auf der Welt mit deinen hoch inte-\nressierten Kunden sprechen. Egal ob du auf dem heimi-\nschen Balkon, auf Bali oder im Büro bist. Die Kunden melden \nsich automatisch an und du musst sie nur noch zurückrufen. \nWenn sie zu deinem Angebot passen, investieren sie gerne \nund dankbar in sich und ihren Erfolg. \n88 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 90,
    "text": "Coaching-Millionär 89"
  },
  {
    "page": 91,
    "text": "Warum du kein Verkaufstalent sein musst\n90 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 92,
    "text": "Kapitel 4: \nBietet deine Nische  \nnoch Potenzial?\nManche Coaches sind sich unsicher, ob ihre Nische groß ge-\nnug ist und es darin noch genug Potenzial gibt, um damit \nGeld zu verdienen. Viele Coaches und Experten haben einen \nBauchladen, doch um das nächste Level zu erreichen und \nein erfolgreiches Business aufzubauen, ist es essenziell, sich \nzu positionieren. \nMeistens stehen Bedenken im Weg, wie zum Beispiel „Ich \nschränke mich ein“, „Ich habe jetzt schon wenige Kunden, \nwie soll ich jetzt noch mehr Kunden gewinnen?“, „Mir wird \nmit einer Nische doch langweilig“ oder „Ich bin doch ein \nScanner-Typ“. \nDie richtige Positionierung  \nlöst all diese Bedenken. \nCoaching-Millionär 91"
  },
  {
    "page": 93,
    "text": "Bietet deine Nische noch Potenzial?\nDurch die richtige Positionierung kannst du leichter Kunden \ngewinnen, deine Wunschkunden werden auf dich aufmerk-\nsam. Du kannst dein Coaching/deine Beratung leichter ver-\nkaufen und hast sehr viel Abwechslung. \nDu lebst deine Bestimmung, und wer seine \nBestimmung lebt, dem wird nie langweilig. \nGerade  Scanner-Persönlichkeiten  fällt  die  Entscheidung \nschwer, sich auf eine Nische zu fokussieren. Scanner sind \nMen schen, die die Abwechslung lieben und immer wieder \nneue Themen erlernen wollen. Sie suchen immer wieder \nneue Herausforderungen. Aus diesen Gründen stellt es für \nScanner-Persönlichkeiten eine Herausforderung dar, sich auf \nein Thema und eine Nische festzulegen. \nSie würden am liebsten alles gleichzeitig machen. Doch ih-\nnen wollen wir sagen: Ein Unternehmen besteht aus mehre-\nren Bereichen, man hat immer viel Abwechslung. Denn je-\ndes Unternehmen braucht Marketing, Sales, Teambuilding, \nFührung, Buchhaltung und so weiter. Diese Bereiche fordern \nsogar  Scanner-Persönlichkeiten  und  bieten  sehr  viel  Ab-\nwechslung. Du kannst deine Scanner-Persönlichkeit so sehr \ngut ausleben.\nUnsere Empfehlung lautet: Fokussiere dich zuerst auf ei-\nne Nische und ein Thema. Mach dieses Unternehmen groß \nund baue es so auf, dass dein Team den Großteil der Arbeit \nerledigt. Sobald dein Unternehmen sicher und zuverlässig \nUmsatz macht und du ein Team hast, das dich unterstützt, \n92 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 94,
    "text": "kannst du immer noch weitere Angebote für eine andere Ni-\nsche oder Zielgruppe entwickeln. \nDeine Positionierung als Coach ist enorm wichtig. Nur wenn \ndu dich fokussierst und spezialisierst, wirst du die besten \nKunden  gewinnen  und  kannst  Premium-Preise  verlangen. \nWenn du dich fokussierst, wird außerdem dein Coaching \nbesser, weil du dich sehr intensiv mit den Problemen deiner \nZielkunden auseinandersetzt und genau erkennen wirst, wel-\nche Lösungswege funktionieren und welche nicht. \nWenn jemand schwer krank ist und beispielsweise einen Tu-\nmor hat, geht er nicht zu einem Hausarzt, sondern zum bes-\nten Spezialisten, um den Tumor entfernen zu lassen. Diese \nSpezialisten können Premium-Preise verlangen und genie-\nßen  konstant  hohe  Nachfrage  seitens  Interessenten  bzw. \nKunden. Auf unseren Retreats erleben wir immer wieder, \ndass Coaches Angst haben, sich zu positionieren. Dies sind \nhäu fige Ängste und Zweifel:\n§  Angst, die falsche Nische zu wählen\n§  Angst, sich falsch zu entscheiden\n§  Angst, sich zu beschränken\n§  Angst, weniger Kunden zu erreichen\n§  Angst, Bestandskunden zu verlieren\n§  Angst, gebunden und unflexibel zu sein\nCoaching-Millionär 93"
  },
  {
    "page": 95,
    "text": "Bietet deine Nische noch Potenzial?\n§  Angst, nicht Spezialist genug zu sein\n§  Angst vor Wiederholung\n§  Angst, die Facetten zu verlieren\n§  Angst vor Langeweile\nDoch diese Ängste sind unbegründet und blockieren dei-\nnen Erfolg. Wenn du ein erfolgreiches Coaching-Business \nauf bauen willst, ist Positionierung ein wichtiger Baustein dei-\nnes Unternehmens. \nGibt es noch genug Platz  \nfür dich auf dem Markt?\nEinige Coaches möchten sich nicht positionieren, weil sie \nBedenken haben, dass der Markt schon überfüllt sei und \nsie nur einseitig Kunden gewinnen könnten. Doch diese \nBedenken sind unbegründet. In der heutigen Zeit ist fast je-\nder online über soziale Medien, Suchmaschinen oder Portale \nerreichbar. Wir sprechen hier von mehr als 50 Millionen Men-\nschen auf Facebook, 21 Millionen auf Instagram und 16 Mil-\nlionen auf LinkedIn. Das alleine im DACH-Raum.\nMenschen  suchen  bereits  aktiv  nach  Antworten  auf  ihre \nProbleme und warten schon sehnsüchtig auf jemanden, der \ndiese löst. Um ein erfolgreiches Premium-Coaching-Business \nzu starten, brauchst du nur wenige Kunden von diesen ca. 50 \nMillionen Menschen, die bereits nach Lösungen suchen. \n94 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 96,
    "text": "Egal wie viele Coaches und Experten in deiner Nische ak-\ntiv sind: Es gibt garantiert noch Kunden, die auf dich warten \nund deine Expertise brauchen. Diese Menschen WARTEN \nAUF DICH! Später im Buch zeigen wir dir noch verschiedene \nlukrative und vielversprechende Nischen, in denen du dein \nCoaching-Business starten oder ausbauen kannst.\nDie Nachfrage nach Coaching ist RIESIG. Bis zum Jahr 2025 \nsollen laut Forbes im Coaching-Markt eine Milliarde Dollar \npro Tag umgesetzt werden. Das sind 1.000 Millionen am \nTag! Dies macht 1.000 Millionäre pro Tag im Coaching-Markt. \nUnd das ist nicht alles: Die Nachfrage nimmt weiter zu und \nsteigt konstant an.\nWarum ist das so? Bücher, Videos, Artikel und Wissen alleine \nhelfen den Menschen nicht weiter. Sie suchen einen Mentor, \nder sie an die Hand nimmt und durch alle Probleme bis ans \nZiel führt. Einen Mentor, der ihnen Sicherheit gibt und den \nsie um Rat fragen können, wenn sie nicht weiterkommen.\nDu und deine Persönlichkeit sind einzigartig. Es gibt nieman-\nden, der das gleiche Leben geführt hat wie du. Mit deiner \nEinzigartigkeit wirst du genau die Kunden anziehen, die per-\nfekt zu dir passen. Andere Coaches ziehen Kunden an, die zu \nihnen passen. Wenn du glaubst, dass es nicht genug Kunden \nfür dich gibt, dann ist das ein Knappheitsdenken.\nDu beschränkst dich damit nur selbst, ohne die Realität zu se-\nhen. In Wirklichkeit gibt es mehr als genug Kunden für dich. \nFrüher dachten wir auch, dass es keinen Platz mehr auf dem \nMarkt für uns gäbe. \nCoaching-Millionär 95"
  },
  {
    "page": 97,
    "text": "Bietet deine Nische noch Potenzial?\nDamals nahmen wir an, dass dieser bereits mit erfolgreichen \nCoaches gesättigt wäre und sich niemand mehr für uns in-\nteressieren würde. Doch dann ließen wir unsere Ängste los, \nentwickelten ein Fülledenken und wurden mit Erfolg belohnt.\nEin weiterer Gedanke, den du ablegen solltest, ist das Alles-\noder-nichts-Denken.  Damit  blockieren  sich  gerade  Coa-\nching-Anfänger extrem. Wenn du glaubst, dass es in jeder \nNi  sche nur einen Coach geben könne, der den ganzen Markt \nfür sich beansprucht, dann irrst du dich gewaltig. \nGerade in den großen Nischen gibt es Tausende Coaches, \ndie erfolgreich sind und genug Kunden gewinnen. Der Vor-\nteil von Premium-Coaching-Programmen ist, dass du nur we-\nnige Kunden pro Monat benötigst, um deine Ein kom mens-\nzie le zu erreichen. Selbst wenn du nur zwei bis drei Kunden \npro Monat gewinnst, bist du bereits bei einem fünfstelligen \nMonatsumsatz, kannst einen tollen Lifestyle genießen und \nmit deinen Traumkunden arbeiten. \nAllein durch eine gute Positionierung bekommst du schon \nmit Leichtigkeit diese zwei bis drei Kunden pro Monat. Wenn \ndu jedoch auf deiner Website oder sonst wo online schreibst: \n„Ich bin Börsencoach, Pferdecoach und Eheb  e rater“, dann \nwirst du große Schwierigkeiten damit haben, Neukunden zu \ngewinnen. Fokussiere dich auf eine Ziel grup pe mit einem \nkonkreten Problem.\nWenn jemand dich fragt, was du beruflich machst – was \nantwortest du? \n96 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 98,
    "text": "Falls du Folgendes antwortest: „Ich bin Beziehungs-Coach“ \noder „Ich bin zertifiziert bei ...“ oder „Ich bin ausgebildet \nin der XY-Methode“, dann wirst du es sehr schwer haben, \nKunden zu gewinnen.  \nDeine Kunden interessiert NICHT deine Arbeit \noder Metho de – sondern NUR das ERGEBNIS, \ndas du ihnen bringst! \nSolange  du  das  nicht  verstanden  hast,  ist  es  unmöglich, \nPremium-Preise abzurufen oder dich von der Masse abzu-\nheben. Du bist Beziehungs-Coach? Kommuniziere deinen \nwahren Wert so: „Ich helfe Ehepartnern und anderen Paaren, \nwenn die Beziehung kurz vor dem Scheitern steht. Ich un-\nterstütze sie dabei, ihre frühere Leidenschaft wiederzuentde-\ncken und sich wieder neu ineinander und für immer zu ver-\nlieben.“\nDu bist ein Business-Coach? Kommuniziere deinen wahren \nWert so: „Ich helfe Coaches, Trainern und Beratern dabei, ein \nsechsstelliges Business aufzubauen. Gleichzeitig erreichen \nsie tolle Ergebnisse für ihre Kunden und müssen dafür nur \nzehn Stunden pro Woche arbeiten.“\nDu  lebst  heute  als  Coach  in  einem  goldenen  Zeitalter. \nDurch Online-Marketing stehen dir alle Türen offen und du \nkannst Menschen auf der ganzen Welt mit Leichtigkeit errei-\nchen. Kunden rund um den Globus haben unser Coaching-\nProgramm bereits absolviert.\nCoaching-Millionär 97"
  },
  {
    "page": 99,
    "text": "Bietet deine Nische noch Potenzial?\n98 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 100,
    "text": "Kapitel 5: \nDer einzige Weg, um als \nCoach glücklich UND \nerfolgreich zu sein\nWenn du als Coach erfolgreich und glücklich sein möchtest, \nsolltest du Premium-Preise verlangen und für eine konkrete \nZielgruppe ein spezifisches Problem lösen. Ansonsten wirst \ndu zu den Coaches gehören, die viel arbeiten, aber nur we-\nnig verdienen.\n§  Über 90 Prozent der Coaches leben weit unter ihrem \nPotenzial und verdienen weniger als 5.000 Euro pro \nMonat. \n§  Ein weiterer kleiner Teil der Coaches verdient  \nzwischen 5.000 und 50.000 Euro pro Monat.\n§  Nur ein Prozent der Coaches verdienen über  \n50.000 Euro monatlich.\nCoaching-Millionär 99"
  },
  {
    "page": 101,
    "text": "Der einzige Weg, um als Coach glücklich UND erfolgreich zu sein\nWenn du zu den Gewinnern gehören möchtest, die sehr viel \nverdienen, einen tollen Lifestyle haben und viele Men schen-\nleben positiv verändern, dann musst du umstellen. \nHöre auf Informationen zu verkaufen – verkaufe \nstattdessen TRANSFORMATIONEN!\nNur ein Prozent der Coaches haben das verstanden und ver-\ndienen daher viel mehr Geld als die anderen. Diese Coaches \ngehen neue Wege und nutzen neue Geschäftsmodelle. Sie \nhaben keine Lust mehr auf den alten, steinigen Weg und tau-\nschen nicht mehr Zeit gegen Geld. Diese Coaches öffnen ihr \nMindset für neue Denkweisen und lernen dazu. Sie gewin-\nnen online automatisch neue Kunden. \nWenn du so weitermachst wie bisher, kannst du nur das er-\nreichen, was du bereits erreicht hast. Wenn du ein Premium-\nCoaching-Programm nach der Anleitung aus diesem Buch \nentwickelst, steht dir hingegen die Welt offen.\nMenschen sind immer mehr bereit, Geld für Coaching-Pro-\ngramme zu investieren. Wir haben selbst mehrfach Geld in \nCoaching-Programme investiert, die über 100.000 Euro ge-\nkostet haben. Beim ersten Mal haben wir gezittert. Beim zwei-\nten Mal war es schon ganz normal, weil wir wussten, dass es \nsich für uns lohnen wird.\n100 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 102,
    "text": "Wir haben bereits weit über 1.000 erfolgreiche Coaching- \nund Consulting-Unternehmen mit unseren Kunden aufge-\nbaut. \nDie meisten verkaufen ihr Premium-Coaching-Prog  ramm für \n3.000 bis 10.000 Euro. Dadurch brauchen sie nur wenige \nKun den pro Monat, um einen fantastischen Lifes tyle zu le-\nben. Da draußen warten bereits Millionen von Menschen auf \ndich und dein Coaching-Programm. Sie suchen aktiv nach \nHil fe, aber haben noch nicht den passenden Coach/Mentor \ngefunden.\nLeg deine Zweifel ab und starte durch!\nHör auf, Ausreden zu erfinden. Der einzige Mensch, der dich \nvon deinem Erfolg abhält, bist du selbst. Alle Grenzen exis-\ntieren nur in deinem Kopf. Jetzt ist die Zeit gekommen, deine \nBestimmung zu leben und endlich deinen Wunschkunden \nzu helfen. Jetzt ist die Zeit gekommen, dein Potenzial zu ent-\nfalten und dein Wunschleben zu führen.\nEin Coaching-Business ist der Schlüssel zur finanziellen, zeit-\nlichen und geografischen Freiheit. Im nächsten Teil zeigen \nwir dir, wie du dich erfolgreich als Coach positionierst und \ndie perfekte Nische findest.\nCoaching-Millionär 101"
  },
  {
    "page": 103,
    "text": "Der einzige Weg, um als Coach glücklich UND erfolgreich zu sein\n102 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 104,
    "text": "TEIL 3:\nPositionierung\nDas Fundament für jedes erfolgreiche Coaching-Business \nbilden eine gute Positionierung und die Wahl der richti-\ngen Nische bzw. Zielgruppe. In diesem Teil des Buches \nbekommst du von uns verschiedene Strategien, mit de-\nnen du dich richtig positionierst. Wir stellen dir außer-\ndem die größten Märkte und lukrativsten Nischen vor.\nCoaching-Millionär 103"
  },
  {
    "page": 105,
    "text": "Der einzige Weg, um als Coach glücklich UND erfolgreich zu sein\n104 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 106,
    "text": "Kapitel 1: \nMit dieser genialen \nErkenntnis fanden wir \nunsere Positionierung  \nPositionierung wird dein Schlüssel zum erfolgreichen Coa-\nching-Business sein. Nur wenn du dich auf eine Zielgruppe \nmit einem konkreten Problem fokussierst, kannst du höhere \nPreise abrufen, wirst leichter Kunden gewinnen und kannst \nmehr Wirkung im Leben deiner Kunden erzielen. \nWenn du dich immer wieder mit der Lösung desselben Prob-\nlems beschäftigst und darin immer besser wirst, bekommen \ndeine Kunden immer bessere Ergebnisse. Die großartigen \nErgebnisse deiner Kunden führen danach automatisch zu \ngrandiosen Erfolgsgeschichten und positiven Rezensionen \ndeiner Kunden. \nMit einer guten Positionierung ist es einfacher, Kunden zu \ngewinnen, weil genau die richtigen Kunden sich von dir an-\ngesprochen fühlen. \nCoaching-Millionär 105"
  },
  {
    "page": 107,
    "text": "Mit dieser genialen Erkenntnis fanden wir unsere Positionierung  \nDu musst weniger Geld in Marketing investieren und kannst \neffizienter Kunden gewinnen. Du bist schließlich kein Groß-\nkon zern, der einfach nach dem Gießkannenprinzip Millio-\nnen  budgets  für  Marketing  investieren  kann.  Stattdessen \nmöch  test du dein Marketingbudget effizient einsetzen und \nauf wandsarm Kunden gewinnen. \nFrüher arbeitete ich in einem großen Konzern und hatte nur \nwenig Zeit für mich und meine Familie. Wie im Vorwort be-\nschrieben, wollte ich aussteigen, meinen eigenen Weg ge-\nhen und ein eigenes Premium-Coaching-Business starten. \nDoch mit dieser Entscheidung kamen sofort auch Ängste \nund Zweifel, ob es überhaupt noch Platz auf dem Markt für \nmich gäbe. \nEs ist ganz normal, wenn du auch diese Bedenken hast. \nFreunde, Bekannte und Businesskontakte rieten mir davon \nab, ein Coaching-Business zu starten, und verwiesen darauf, \ndass der Markt einfach schon zu voll wäre. Ich hörte auch \nhäufig den Spruch, dass erfolgreiche Menschen sich immer \nauf die Masse konzentrierten und nicht spitz positioniert wä-\nren. Wenn ich also schon ein Business-Coaching starten woll-\nte, dann doch am besten mit einem Massenprodukt.\nZum Glück hörte ich nicht auf die Kritiker und das, was ande-\nre sagten. Ich startete trotzdem mein Business. Mein brand-\nneues Coaching-Business funktionierte so gut, dass ich in-\nnerhalb von ca. drei Monaten mehr als 100.000 Euro Umsatz \nerzielte. Ich war absolut baff von den Ergebnissen und konn-\nte es selbst kaum glauben. \n106 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 108,
    "text": "Nach diesen tollen Ergebnissen wurde mir klar, dass ich den \nCoaching-Code geknackt hatte. Ich wusste genau, wie man \nein erfolgreiches Coaching-Business aufbaut und was dazu-\ngehört. \nAuf all den Seminaren, die ich besuchte, lernte ich viele groß-\nartige Coaches, Berater, Experten, Heiler und Trainer kennen, \ndie alle ein gemeinsames Problem hatten. \nSie alle verfügten über eine grandiose Fähigkeit und eine \nbegeisternde Geschichte und wollten Menschenleben wirk-\nlich positiv verändern. Doch sie waren nicht in der Lage, ihre \nFähigkeiten und ihr Wissen gewinnbringend zu vermarkten \nund ihr Coaching-Business erfolgreich zu skalieren. \nSie boten oft einen Bauchladen an, anstatt scharf positioniert \nzu sein. Es zerriss mir das Herz, als ich sah, wie viele wun-\nderbare Menschen ihre unglaublichen Gaben, Talente und \nFähigkeiten unter Wert verkauften und nicht das verdienten, \nwas sie wollten. \nSie mussten ihren Kunden hinterherrennen und lebten weit \nunter ihrem Potenzial. Viele von ihnen gewannen ihre Kun-\nden allein durch Zufall oder nur in ihrer lokalen Praxis. Da-\ndurch waren sie enorm eingeschränkt. \nIn dem Moment wurde mir klar, dass ich diesen Menschen \nhelfen will. Insbesondere Frauen haben sehr viel Potenzial, \ndas unsere Gesellschaft dringend braucht. \nIch wollte ihnen dabei helfen, sich besser zu positionieren, \neinfacher Kunden zu gewinnen, ihr Einkommen deutlich zu \nCoaching-Millionär 107"
  },
  {
    "page": 109,
    "text": "Mit dieser genialen Erkenntnis fanden wir unsere Positionierung  \nsteigern und noch bessere Ergebnisse bei ihren Kunden zu \nerzielen, ihr volles Potenzial zu entfesseln und ihren Wunsch-\nLifestyle zu leben. \nAlso entwickelte ich ein erstklassiges Konzept, \ndas exakt auf den deutschsprachigen Raum \nzugeschnitten ist und mit dem Coaches endlich \nihren Durchbruch schaffen.\nMein Konzept funktionierte sehr schnell sehr gut, ich be-\nkam in kürzester Zeit viele Anfragen von Experten, Coaches, \nTrainern und Heilern, denen ich bei ihrer Positionierung und \nder  Transformation  ihres  Coaching-Unternehmens  helfen \nkonnte. \nUnser neues Angebot war sogar noch erfolgreicher und \nwir konnten damit noch mehr Menschen erreichen. Schnell \nberichteten  diverse  Medien  über  unsere  Strategien  und \nnannten uns „Coaching-Business-Pioniere“ oder „Europas \nBusiness-Mentoren Nr. 1“. Sogar die internationale Presse \nwurde auf uns aufmerksam. Unter anderem das Magazin \nForbes und viele weitere. \nInnerhalb kürzester Zeit, nachdem wir uns noch weiter positi-\noniert hatten, erlebten wir Magie und unseren großen Durch-\nbruch. Bis heute haben wir eine vierstellige Zahl von Coa-\nching- und Consulting-Unternehmen mit unseren Kunden \nauf gebaut und sind dabei selbst zu einem führenden Unter-\nnehmen mit hohem siebenstelligen Umsatz geworden. \n108 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 110,
    "text": "Bald erreichen wir achtstellige Umsätze mit unserem Unter-\nneh men. Unsere Kunden erzielen grandiose Resultate in ih-\nrer Branche. Wir haben ein Team von Genies aufgebaut, die \nmit uns die Welt verändern. \nWir lieben, was wir tun, jeder Tag ist unglaublich erfüllend. \nDiese Erfüllung führt wiederum automatisch zu mehr Erfolg. \nEs ist eine Aufwärtsspirale! Je erfüllter du bist, desto mehr \nErfolg hast du. \nÄhnliche Geschichten erleben wir auch immer wieder bei \nunseren Kunden. Wer schlecht positioniert ist, muss hart \nkämp fen, um neue Kunden zu gewinnen und Geld zu verdie-\nnen. Mit einer guten Positionierung wird plötzlich alles viel \nleichter. \nObwohl Positionierung viele Vorteile hat, blockieren sich \nsehr viele Coaches, weil sie an diese oder ähnliche Irrtümer \nglauben:\n§  Meine Kunden sind nicht online.\n§  Ich beschränke mich durch Positionierung.\n§  Meine Kunden sind anders.\n§  Warum sollen Kunden ausgerechnet zu mir kommen? \n§  Ich werde dadurch weniger Kunden gewinnen. \n§  Gibt es noch Platz für mich? \nCoaching-Millionär 109"
  },
  {
    "page": 111,
    "text": "Mit dieser genialen Erkenntnis fanden wir unsere Positionierung  \n§  Reicht meine Expertise aus?\n§  Bin ich gut genug?\n§  Funktioniert das für mich? \nAuch wir glaubten diese Irrtümer. Doch irgendwann erkann-\nten wir, dass wir uns das Leben nur unnötig schwermach-\nten, indem wir breit aufgestellt und nicht positioniert waren. \nNachdem wir uns positioniert hatten, kamen die Kunden au-\ntomatisch auf uns zu. Es wurde viel leichter, Kunden zu gewin-\nnen, unser Einkommen zu steigern, einzigartige Coaching-\nProgramme zu kreieren.\nWir haben mehr Energie, weil wir nur noch mit Premium- Kun-\nden arbeiten, die unsere Coaching-Programme wertschät-\nzen und dankbar das Wissen umsetzen. \nMit einer guten Posit io nierung ist es möglich, als Coach über \n100.000 Euro monatlich zu verdienen, ohne Mitarbeiter, oh-\nne sich kaputtzumachen oder extrem zu schuften. \nWir  haben  das  bewiesen  und  auch  damals  schon  ohne \nMitarbeiter diesen Umsatz übertroffen. Wenn du noch ein \nTeam aufbaust, ist dein Einkommen grenzenlos. Einer un-\nserer Kunden verdiente in einem Monat 320.000 Euro oh-\nne Mitarbeiter! Mit anderen legalen Geschäftsmodellen sind \nsolche Umsatzzahlen nahezu unmöglich. Außer du hast ein \ngroßes Team und viele Fixkosten. \n110 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 112,
    "text": "Coaching-Millionär 111"
  },
  {
    "page": 113,
    "text": "Mit dieser genialen Erkenntnis fanden wir unsere Positionierung  \n112 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 114,
    "text": "Kapitel 2:\nDie 4 lukrativsten \nCoaching-Nischen\nEinige Coaches glauben, dass man nur als Business-Coach \nGeld verdienen könne. Das ist jedoch ein großer Irrtum. \nDeshalb möchten wir dir in diesem Kapitel die lukrativsten \nNischen für dein Coaching-Business vorstellen. Sie sollen \ndich dazu inspirieren, deine perfekte Positionierung zu ent-\nwickeln. Die größten Potenziale für dein Coaching-Business \nliegen in diesen Megamärkten: Hier fließen jeden Tag meh-\nrere Millionen Euro Umsatz. \nJeden Tag werden Hunderte Millionäre  \nin diesen Branchen gemacht. \nCoaching-Millionär 113"
  },
  {
    "page": 115,
    "text": "Die 4 lukrativsten Coaching-Nischen\nHier die 4 Meganischen:\n01. Geld, Business und Karriere\n02. Gesundheit, Wellness und Fitness\n03. Liebe, Beziehungen und Dating\n04. Spiritualität und Persönlichkeitsentwicklung\nAll diese Nischen lassen sich wiederum in Subnischen unter-\nteilen. Nehmen wir beispielsweise die erste Nische „Geld, \nBusi ness und Karriere“, dann gibt es hier Tausende Wege. \nHier einige Beispiele für Subnischen:\n§  Geld verdienen mit Trading \n§  In Immobilien investieren\n§  Online-Business\n§  Geld verdienen als Copywriter\n§  Geld verdienen mit Network-Marketing \n§  Karriere-Coaching\n§  Marketing-Agentur starten\n§  Verhandlungen führen\n§  Teamaufbau\n114 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 116,
    "text": "§  Leadership Coaching\n§  Stilcoaching\n§  ...\nJede Subnische könntest du weiter herunter bre chen. \nDu kannst jede Meganische nehmen und darin Sub  ni schen \nentwickeln. So findest du extrem lukrative Mögl ich   keiten \nund Positionierungen. Im Bereich Immobilien zum Beispiel \nkönntest du Kunden zeigen, wie sie Geld verdienen mit:\n§  Immobilienhandel\n§  Mehrfamilienhäusern\n§  Dachgeschosswohnungen\n§  Garagen\n§  ...\nIm Bereich Karriere könntest du Kunden zeigen, wie sie:\n§  ihren Traumjob finden\n§  ein besseres Gehalt aushandeln\n§  schnell aufsteigen und befördert werden \nCoaching-Millionär 115"
  },
  {
    "page": 117,
    "text": "Die 4 lukrativsten Coaching-Nischen\n§  ihre perfekte Bewerbung erstellen und das \nBewerbungsgespräch meistern\n§  ...\nIm Bereich Gesundheit gibt es auch etliche Möglichkeiten:\n§  Abnehmen mit Low Carb\n§  Abnehmen mit Intervallfasten\n§  Abnehmen mit einer bestimmten Diät\n§  Gesund zunehmen\n§  Rückenschmerzen behandeln\n§  Kopfschmerzen behandeln\n§  Muskelaufbau\n§  Vitaler werden\n§  Immunsystem stärken\n§  Stress reduzieren\n§  Detox\n§   ...\n116 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 118,
    "text": "Der Bereich Beziehungen lässt sich ebenso auffächern:\n§  Traumpartner finden\n§  Exfreundin oder Exfreund zurückbekommen\n§  Ehe retten\n§  Online-Dating meistern\n§  Gemeinsame Kindererziehung\n§  Konfliktmanagement\n§  Kindertalente fördern\n§  Sich wieder ineinander verlieben\n§  Trennungsschmerz überwinden\n§  Scheidungscoaching\n§  Selbstbewusst daten\n§  ...\nHier einige Nischen aus dem Bereich Spiritualität und Per-\nsön lichkeitsentwicklung:\n§  Berufung finden\n§  Sinn finden\nCoaching-Millionär 117"
  },
  {
    "page": 119,
    "text": "Die 4 lukrativsten Coaching-Nischen\n§  Ziele erreichen\n§  Blockaden lösen\n§  Glaubenssätze verändern\n§  Ängste loswerden\n§  Mindset-Training\n§  Rhetorik\n§  Leadership\n§  ...\nWie du siehst, gibt es unendlich viel Potenzial. Wir könnten \nmehrere Bücher mit Nischenideen füllen. Manche Nischen \nüberschneiden sich auch und verbinden Elemente aus zwei \nBereichen. Wie zum Beispiel unser Coaching. \nUnsere Kunden lernen einerseits einzigartige Strategien für \nein erfolgreiches Coaching-Business. Gleichzeitig wissen wir \naber auch, dass man nur erfolgreich sein kann, wenn man \nsich auch persönlich weiterentwickelt. Daher erhalten unse-\nre Kunden auch ein umfassendes Mindset- und Performance-\nCoaching.\nWie du siehst, gibt es unfassbar viele Möglichkeiten, ein \nCoa ching-Business aufzubauen und mit deinen Wunsch kun-\nden zusammenzuarbeiten. \n118 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 120,
    "text": "Je dringender das Problem deiner Zielgruppe ist, desto ein-\nfacher die Neukundengewinnung. Wenn du erfolgreich sein \nwillst, werde zum Problemlöser. \nJe mehr jemand unter seinem Problem leidet und je dringen-\nder er es lösen will, desto offener ist er für neue Möglichkeiten. \nArbeite mit Kunden, die sich bereits ihres \nProblems bewusst sind.\nVermeide erst mal Kundengruppen, die du erst darüber auf-\nklären musst, dass sie ein Problem haben. Wenn jemand aku-\nte Probleme lösen, Schmerzen und unnötige Kosten vermei-\nden will, dann muss nur noch geklärt werden, ob du der rich-\ntige Coach für diese Person bist.\nWenn  du  Premium-Coaching-Programme  anbieten  willst, \nmusst du mit Kunden arbeiten, die große Probleme haben. \nDu kannst nicht so wie bisher weitermachen und einfach nur \ndeine Preise erhöhen.\nStattdessen musst du den Teil deiner möglichen Kunden fin-\nden, deren Problem am größten ist und für die eine Lösung \ndaher den höchsten wahrgenommenen Wert hat. Dann stif-\ntest du den größten Mehrwert für deine Zielgruppe. \nJe  mehr  Wert  du  im  Leben  deiner  Kunden  stiftest,  des-\nto höher ihre Bereitschaft, in sich zu investieren. Genau so \nentstehen Preise und Mehrwert. Wenn der gelieferte Wert \ngroß ist, dann spielt der Preis für dein Coaching-Programm \nCoaching-Millionär 119"
  },
  {
    "page": 121,
    "text": "Die 4 lukrativsten Coaching-Nischen\nkeine Rolle für deinen Kunden. Wir bieten sogar Coaching-\nProgramme im fünf- und sechsstelligen Bereich an. Unsere \nKunden sind jedes Mal dankbar, nachdem sie gekauft haben. \nSie bedanken sich dafür, dass wir sie in unser Programm auf-\ngenommen haben und der Wert viel höher ist als der Preis. \nWenn  du  dich  richtig  positionierst,  werden  auch  deine \nKunden dir diese Wertschätzung entgegenbringen. Wir hö-\nren ständig von unseren Kunden, dass deren Kunden auch \nmehr für das Coaching bezahlt hätten, weil der Wert so groß \nist. Genauso sollte es auch sein.\nMit der richtigen Positionierung spielt der Preis keine Rolle \nmehr. Was ist es beispielsweise wert, eine Ehe zu retten? Was \nist es wert, wenn ein Business wieder läuft und ein konstantes \nEinkommen erzielt? Was ist die Gesundheit eines Menschen \nwert? Was der Traumkörper? Was ist es wert, wenn man end-\nlich seinen Traumpartner findet? Was ist es wert, den Sinn \ndes Lebens zu finden?\nRichtig: Es ist unbezahlbar.\nLöse ein großes Problem für deine Zielgruppe.\nEin  Beispiel:  Eine  Kundin  aus  dem  Bereich  Mode  hatte \nProbleme damit, Premium-Preise zu verlangen. Sie beriet \nanfangs absolut jeden dabei, besser auszusehen und sich \nbesser zu kleiden. Sie nahm damals 100 Euro pro Stunde \nund musste ständig damit kämpfen, dass ihre Kunden sie \nrunterhandeln wollten. Sie wusste nicht, wie sie jemals ein \n120 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 122,
    "text": "Coaching-Programm für mehrere Tausend Euro verkaufen \nsollte. Es schien absolut unmöglich. Nachdem wir ihr dabei \nhalfen, eine neue Positionierung zu entwickeln, und sie sich \nauf erfolgreiche Frauen spezialisierte, die beruflich weiter-\nkommen wollten, hat sie ihr Coaching für 6.000 Euro ange-\nboten. Im ersten Monat verdiente sie bereits 18.000 Euro. \nSie war begeistert, welche tollen Kundinnen sie jetzt gewann \nund wie wertschätzend diese mit ihr arbeiteten. Vor Kurzem \nfragte eine Kundin sie sogar, ob sie ein Angebot für lebens-\nlanges Coaching erhalten könnte, weil sie so begeistert war.\nDies ist nur ein Beispiel von Tausenden Coaches, die mit un-\nserer Strategie ihre perfekte Positionierung gefunden haben. \nWie du dein Coaching-Business transformierst \nund die lukrativste Zielgruppe findest\nViele Coaches glauben, dass sie bereits gut positioniert sei-\nen. Sie glauben, dass sie alles richtig und optimal machen \nwür den, doch trotzdem gewinnen sie kaum Kunden. Wenn \nsich dein Coaching-Business anstrengend anfühlt und alles \nschlep pend läuft, dann hast du wahrscheinlich eine schlech-\nte Positionierung. \nWenn du weißt, dass du eine schlechte oder sogar noch gar \nkeine Positionierung hast, solltest du zuerst eine Liste mit den \nProblemen erstellen, die du lösen kannst. Welche Probleme \nhast du für dich oder andere in deinem Leben schon mal \ngelöst? Bei welchen Aufgaben, Herausforderungen, Zielen \noder Wünschen kannst du helfen? \nCoaching-Millionär 121"
  },
  {
    "page": 123,
    "text": "Die 4 lukrativsten Coaching-Nischen\nErstelle hier eine große Liste, ohne die einzelnen Punkte zu \nbewerten. Im zweiten Schritt solltest du die Kundenbrille auf-\nsetzen und damit über diese Probleme schauen. Welche da-\nvon sind wirklich am dringendsten? \nWo haben Kunden den dringendsten Schmerz, den sie un-\nbedingt schnell aktiv lösen wollen? Welches Problem scha-\ndet den Betroffenen am meisten? Wo gibt es den höchs-\nten „Kittelbrennfaktor“? Wo ist die Wirkung für die Kunden \nam umwälzendsten, wenn man das Problem lösen kann? \nWo sind Transformation und Lebensveränderung bei der \nZielgruppe am tiefsten?\nBewerte deine aufgeschriebenen Probleme im Hinblick auf \ndiesen Aspekt mit einem bis zehn Punkten. Ein Punkt bedeu-\ntet wenig Mehrwert und Dringlichkeit, zehn Punkte bedeu-\nten maximaler Mehrwert und Dringlichkeit.\nDurch diese sehr einfache Bewertung bekommst du schon \nein Gefühl dafür, wo das Problem am größten ist. Jetzt geht \nes um die Entscheidung, in welcher Nische du zum Prob lem-\nlöser werden willst. \nDu musst dich nicht für immer auf die nun gewählte Nische \nfokussieren, aber damit du alle Übungen aus dem Buch ide-\nal ausführen kannst, solltest du dich jetzt zumindest vorläu-\nfig für eine Idee entscheiden. Später kannst du jederzeit die \nNische wechseln und ein anderes Angebot entwickeln. \nViele Coaches haben Angst davor, sich auf eine Nische fest-\nzulegen und sich zu entscheiden. Dabei liegt der schlimmste \nFehler darin, sich NICHT zu entscheiden. \n122 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 124,
    "text": "Selbst wenn du eine Nische wählst, die nicht interessant ist, \nkannst du sie ja jederzeit wieder wechseln. Das Beste, was \ndir passieren kann, ist: Du findest mit diesem Buch sofort \nbeim ersten Versuch deine perfekte Nische und rockst dein \nBusiness! \nDu wirst der gefragteste Experte  \nin deiner Branche. \nDu genießt hohes Ansehen, viel Anerkennung und Wert-\nschät zung. Du entwickelst Premium-Coaching-Program me, \ndie deine Kunden dankbar annehmen. Du entfesselst dein \nPotenzial und lebst deinen perfekten Lifestyle.\nCoaching-Millionär 123"
  },
  {
    "page": 125,
    "text": "Die 4 lukrativsten Coaching-Nischen\nFinde deine Bestimmung\nSo kannst du deine ideale Positionierung finden, die im Ein-\nklang mit deiner Bestimmung steht. \nWas du  \nliebst\nZufriedenheit,   Erfüllt, aber \naber Gefühl   kein Geld\nder Nutzlosigkeit\nPASSION MISSION\nWas du   Was die Welt \nkannst BESTIMMUNG braucht\nBERUF BERUFUNG\nBequem, aber   Zufrieden,  \nnicht erfüllt Wofür du gerne  aber unsicher\nbezahlt wirst\n01. Überlege dir, ob du etwas anbietest, das du liebst, al-\nso wofür dein Herz schlägt. \n02. Überlege, ob es dafür einen Markt gibt, die Welt \nes also benötigt. Gibt es zum Beispiel bereits vie-\nle Seminare, Bücher und Kurse zum Thema? Wenn ja, \ngibt es hier einen großen Bedarf.\n124 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 126,
    "text": "03. Finde eine Zielgruppe, die gerne und dankbar in sich \ninvestiert. Wollen diese Menschen ihr Problem aktiv \nlösen? Sind sie bereit, in sich selbst zu investieren?\n04. Wähle etwas, das deinen Fähigkeiten, Erfahrungen \nund Gaben entspricht.  \nFinde deine USP (Unique Selling Proposition) – deine Einzig-\nartigkeit: Durch die Ausarbeitung deiner Einzigartigkeit wird \ndeine ideale Positionierung noch deutlicher und klarer.\nDu bist einzigartig mit deiner Story, deinen Werten, deiner \nErfahrung und deiner Persönlichkeit. Dich und deine Energie \ngibt es nur einmal auf diesem Planeten. Dich hat es niemals \nzuvor gegeben und wird es niemals wieder geben. Das \nmacht dich einzigartig und ist ein Teil deiner Positionierung. \n01. Wer ist dein Kunde? Was sind seine Heraus for derun-\ngen und Wünsche, Einwände und Hindernisse? Defi-\nniere einen glasklaren Kunden-Avatar (dazu später \nmehr).\n02. Wie unterscheidet sich dein Programm von allen an-\nderen auf dem Markt? Welche Vorteile bringt dein \nAngebot im Vergleich zu anderen? Was macht dein \nAngebot einzigartig? Allein durch das Dreieck der \nTransformation, das du in diesem Buch noch kennen-\nlernen wirst, wird dein Angebot einzigartig.\n03. Was macht dich einzigartig und besonders? Deine \nStory? Deine Transformationen? Deine Erfahrungen, \ndie dein Kunden-Avatar mit dir teilt?\nCoaching-Millionär 125"
  },
  {
    "page": 127,
    "text": "Die 4 lukrativsten Coaching-Nischen\nKunde\nDu Markt\nWenn du diese Faktoren berücksichtigst, dann erreichst du \nmit deiner Positionierung Erfolg UND Erfüllung. Du wirst eine \nPositionierung haben, die dich als Person einzigartig macht \nund dich von anderen komplett abhebt. Bei dieser richtigen \nPositionierung musst du dir auch keine Gedanken mehr über \ndeine Konkurrenz machen. Du bist in einem konkurrenzfrei-\nen Blue-Ocean-Markt, weil niemand mit dir vergleichbar ist \nund niemand etwas Vergleichbares anbieten kann. \nEs ist genau wie mit einem Fingerabdruck: Es gibt Milliarden \nFingerabdrücke, doch keiner gleicht dem anderen. Die Kunst \nliegt darin, diese Einzigartigkeit herauszuarbeiten und ge-\nnau die Kunden für dich zu gewinnen, die ideal zu dir passen.\n126 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 128,
    "text": "Wenn du einen Bereich gefunden hast, in dem du dich po-\nsitionieren und Coachings anbieten möchtest, dann solltest \ndu dir überlegen, wer die beste Zielgruppe in dieser Nische \nist. Wer soll dein Publikum sein? Wo gibt es den größten \nBedarf und wer hat die größten Schmerzen?\nEinige  Coaches  haben  zahlreiche  Interessengebiete  und \nkönnen sich daher nicht für DIE EINE Nische entscheiden. \nWir sagen in diesem Fall immer: „Herzlichen Glückwunsch!“ \nDenn wer Ahnung von mehreren Themen hat, kann viele ge-\nniale Angebote entwickeln und anbieten. Wichtig ist jedoch, \ndass du zuerst mit einem Thema, einer Nische und einem \nProdukt startest. \nNachdem du ein fertiges Produkt für eine Zielgruppe entwi-\nckelt hast, mit dem du erfolgreich Kunden gewinnst, kannst \ndu weitere Angebote entwickeln.\nDenn gerade am Anfang ist es wichtig, dich zu fokussieren. \nSonst verzettelst du dich gleich zu Beginn mit zu vielen un-\nterschiedlichen Nischen und Aufgaben. Wähle einfach das \nThema aus, für das du dich am meisten interessierst und in \ndem du das größte Potenzial siehst.\nSobald du die richtige Zielgruppe gewählt hast, kannst du \ndein Business rocken, ein ortsunabhängiges Online-Unter-\nneh men  aufbauen,  du  bekommst  die  Anerkennung  und \nWert schätzung, die du suchst, und verkaufst an wertschät-\nzende Kunden deine Premium-Coaching- und -Consulting-\nProgramme. \nCoaching-Millionär 127"
  },
  {
    "page": 129,
    "text": "Die 4 lukrativsten Coaching-Nischen\nSobald es so gut läuft, dass du ein Team aufbauen und \nArbeit delegieren kannst, startest du einfach mit der nächs-\nten Nische, wenn du willst. \nNachdem du dich für eine Zielgruppe entschieden hast, soll-\ntest du dir Zeit für die Ausarbeitung deines Kunden-Avatars \nnehmen.  Wir  würden  niemals  ohne  detaillierten  Kunden-\nAva tar ein neues Angebot veröffentlichen.\nEin Kunden-Avatar gibt dir detaillierte Einblicke in deinen \nKun den. Mit unserer reichhaltigen Erfahrung haben wir die \nAspekte herausgearbeitet, die niemals bei einem Kunden-\nAvatar fehlen dürfen:\n01. größter Schmerz: zum Beispiel keine oder kaum \nKunden ...\n02. Ziele und Wünsche: zum Beispiel Bestimmung finden, \nsechs- oder siebenstelliges Business …\n03. Herausforderungen: zum Beispiel fehlende  \nStrategie …\n04. Mindset-Hindernisse: zum Beispiel „Funktioniert das \nfür mich?“\n05. Charakter: zum Beispiel erfolgsorientiert, coachbar, \nbereit, in sich zu investieren …\n06. Wie fühlt er sich? Will zum Beispiel nicht nur Zeit ge-\ngen Geld tauschen ... \n128 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 130,
    "text": "07. Beziehung zu mir: zum Beispiel vertraut mir als \nExperten und empfiehlt mich gerne weiter ... \n08. Erwartet von mir: zum Beispiel Klarheit finden, Schritt-\nfür-Schritt-Anleitung\n09. Person: zum Beispiel selbstständig, Coach, Berater \noder Experte, Unternehmer ...\n10.  Interessen: besucht zum Beispiel Seminare, \nPersönlichkeitsentwicklung …\nWenn wir Kunden auf unseren Seminaren treffen und ich dort \nfrage: „Wer erkennt sich hier wieder?“, gehen alle Hände \nnach oben. Die Teilnehmer sind dann immer verwundert, \ndass sie in einer Gruppe sind, in der alle ähnliche Probleme, \nWünsche und Ziele haben.\nDie größten Fehler bei der  \nErstellung eines Kunden-Avatars\nWenn du deinen Kunden-Avatar erstellst, solltest du ihn so \nspezifisch und detailliert wie möglich gestalten. Vermeide \nFloskeln oder globale Begriffe. Versuche, so detailliert wie \nmöglich die Denkweise und Welt deines Wunschkunden ab-\nzu bilden. Am besten gibst du deinem Kunden-Avatar sogar \neinen Namen und ein Foto. Dann hast du bei der Ausa  r bei-\ntung deiner Marketingstrategie immer diesen detaillierten \nKunden-Avatar vor Augen und kannst dich genau fragen, \nwas diesen Kunden ansprechen würde.\nCoaching-Millionär 129"
  },
  {
    "page": 131,
    "text": "Die 4 lukrativsten Coaching-Nischen\nDadurch werden all deine Marketingaktivitäten später viel \neffizienter. Denn du weißt genau, wie du deine Kunden be-\nrührst. Dies führt dazu, dass du wirklich als Experte wahrge-\nnommen wirst. Denn wenn du die Probleme genau definie-\nren kannst, gehen deine Kunden auch davon aus, dass du \ndie Lösung genau kennst. \nArbeite jetzt deinen detaillierten Kunden-Avatar aus.\n130 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 132,
    "text": "Coaching-Millionär 131"
  },
  {
    "page": 133,
    "text": "Die 4 lukrativsten Coaching-Nischen\n132 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 134,
    "text": "Kapitel 3: \nTriff eine  \nEntscheidung\nIn diesem Teil des Buches hast du erfahren, wie du deine \neinzigartige Positionierung und deinen Kunden-Avatar ent-\nwickelst. Jetzt ist es Zeit, eine Entscheidung zu treffen, da-\nmit du die nächsten Schritte aus diesem Buch umsetzen und \ndein Coaching-Business realisieren kannst.\nAuch wenn du nicht zu 100 Prozent sicher bist, ob diese \nNische deine finale Positionierung sein soll, empfehlen wir \ndir, dich jetzt für eine Positionierung zu entscheiden. \nDie Realität ist, dass man in jeder Nische als Coach Geld ver-\ndienen kann. Es ist jedoch wichtig, dass du dich für eine der \nNischen entscheidest, die du bis jetzt wahrscheinlich ausge-\narbeitet hast. Nur dann kannst du die Inhalte dieses Buches \neinmal exemplarisch durcharbeiten.\nCoaching-Millionär 133"
  },
  {
    "page": 135,
    "text": "Triff eine Entscheidung\nGratis-Positionierungscheck\nDu bist dir unsicher, ob du mit deiner Positionierung richtig-\nliegst? Dann hinterlasse hier deine Kontaktdaten und wir sa-\ngen dir persönlich, ob deine Positionierung gut ist oder nicht.\nwww.javidhoffmann.de/positionierung\n134 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 136,
    "text": "Coaching-Millionär 135"
  },
  {
    "page": 137,
    "text": "Triff eine Entscheidung\n136 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 138,
    "text": "TEIL 4: \nDas Produkt\nZu diesem Zeitpunkt solltest du ungefähr wissen, wie \ndas  Premium-Coaching-Geschäftsmodell  funktioniert, \nund außerdem solltest du dich für eine Positionierung \nent  schie den haben. In diesem Teil des Buches geht es da-\nrum, dein Premium-Coaching-Programm zu entwickeln.\nCoaching-Millionär 137"
  },
  {
    "page": 139,
    "text": "Triff eine Entscheidung\n138 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 140,
    "text": "Kapitel 1: \nDie 3 Arten von \nCoaching-Programmen\nTraditionelle Coaching-Geschäftsmodelle sind tot. Wenn du \nimmer noch stundenweise deine Leistung abrechnest, wirst \ndu unglücklich, machst Kunden unglücklich und verdienst \neinfach zu wenig Geld, damit sich die ganze Arbeit lohnt.\nEs ist also wichtig, dass du dein Coaching in ein Premium-\nCoaching-Programm transformierst. \nPremium-Coaching-Pro  gram  me bieten diverse Vorteile. Du \narbeitest mit Kunden zus ammen, die deine Arbeit und Leis-\ntung wirklich schätzen, die das Gelernte wirklich umsetzen \nwol len, die tolle Er folgs geschichten produzieren, die du wie-\nderum für dein Mark eting verwenden kannst, und du ver-\ndienst mehr Geld. \nWenn du Premium-Coaching-Programme anbietest, hast du \ngenug Gewinnmarge, um in Werbung zu investieren, Mita  r-\nbeiter einzustellen und schnell zu wachsen. Es gibt drei Mög-\nlichkeiten, ein Premium-Coaching-Programm anzubieten.\nCoaching-Millionär 139"
  },
  {
    "page": 141,
    "text": "Die 3 Arten von Coaching-Programmen\n1. Eins-zu-eins-Coaching\nDu sprichst beispielsweise zwölf Wochen lang zwei Stun-\nden wöchentlich eins zu eins per Videokonferenz mit einem \nKunden und führst ihn in dieser Zeit zu seinem Wunsche  r-\ngeb nis. Für die Zusammenarbeit zahlt er einen Fixpreis. \n2. Gruppen-Coaching\nDu sprichst beispielsweise zwölf Wochen lang zwei Stunden \nwöchentlich mit mehreren Kunden in einer Gruppen-Video-\nkon ferenz und führst sie in dieser Zeit zu ihrem Wunsche  r-\ngeb nis. \nDu  bietest  individuellen  E-Mail-Support  an,  damit  deine \nKunden die Fragen, die sich ihnen während der Umsetzung \nstellen, jederzeit beantwortet bekommen. Durch das Grup-\npen-Coaching haben deine Kunden auch den Vorteil, dass \nsie sich in dieser Zeit mit anderen Gleichgesinnten austau-\nschen können. Für die Zusammenarbeit zahlt jeder Kunde ei-\nnen Fixpreis.\n3. Hybrid-Coaching\nDeine Kunden erhalten nach dem Kauf Zugang zu mehre-\nren Videotrainings. Zudem sprichst du beispielsweise zwölf \nWochen lang eine Stunde wöchentlich mit mehreren Kunden \nin einer Gruppen-Videokonferenz und führst sie in dieser \nZeit zu ihrem Wunschergebnis. \n140 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 142,
    "text": "Dadurch haben sie auch den Vorteil, dass sie sich in dieser \nZeit mit anderen Gleichgesinnten austauschen können. Für \ndie Zusammenarbeit zahlt jeder Kunde einen Fixpreis. Mit \ndem Hybrid-Coaching-Modell sparst du viel Zeit, weil alle In-\nhalte, die sich ohnehin für alle Kunden wiederholen, in den \nVideotrainings erklärt werden. \nAußerdem sind deine Kunden dadurch enorm flexibel und \nkönnen die Trainings beliebig oft anschauen. Für die indivi-\nduellen Fragen können sie am wöchentlichen Live-Coa ching \nteilnehmen oder dich bzw. dein Team per E-Mail kontaktie-\nren. Mit diesem Modell kannst du viele Kunden gleichzeitig \nbedienen, die jederzeit individuell starten können, ohne auf \neine neue „Ausbildungsrunde“ warten zu müssen. \nDas magische Dreieck der Transformation\nWenn du dein Coachingangebot entwickelst, solltest du es \nimmer wie folgt strukturieren: Beschreibe die Transforma-\ntion: Wo steht der Kunde aktuell und wo will er hin? \nZwischen Punkt A und Punkt B klafft eine Lücke. Und deren \nÜberwindung hat einen großen Wert für deinen Kunden. \nDein  Coaching-Programm  sollte  so  aufgebaut  sein,  dass \ndu die Kunden schrittweise mit deinen Inhalten und dei-\nnem  Support  durch  diese  Lücke  führst.  Durch  Mindset- \nund Performance-Coaching hilfst du deinen Kunden dabei, \nschnel ler in die Umsetzung zu kommen und die Trans for ma-\ntion schneller zu erreichen. \nCoaching-Millionär 141"
  },
  {
    "page": 143,
    "text": "Die 3 Arten von Coaching-Programmen\nStrategie\nPerformance- und  Erstklassige \nMindset-Coaching Unterstützung\nErinnerst du dich an das, was wir oben zu USP gesagt ha-\nben? Allein durch dieses Modell stichst du aus der Masse \nherv or und kreierst ein einzigartiges Angebot. \nWoraus besteht ein  \nPremium-Coaching-Programm?\nDu kannst dein Premium-Coaching-Programm sowohl on-\nline als auch offline anbieten. Manche unserer Kunden wun-\ndern sich, wenn wir ihnen zeigen, dass sie von zu Hause ein \nMil lionen-Coaching-Business aufbauen können. Sie glauben, \ndass man sich für ein hochwertiges Coaching persönlich tref-\nfen müsse. \nDie Realität ist jedoch, dass deine Kunden keine Lust darauf \nhaben, viele Stunden anzureisen, Hotelkosten zu bezah len \nund mehrere Tage von ihrer Familie getrennt zu sein. Statt-\ndessen wollen die meisten Menschen einfach das Ergebnis \nerzielen. \n142 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 144,
    "text": "Ihnen ist es daher sehr recht, wenn sie von zu Hause aus be-\nquem alle Schritte umsetzen können, um ihr Ziel zu erreichen. \n§  Videotraining: Die Videos sollten den Kunden schritt-\nweise von seinem Istzustand zum Sollzustand führen.\n§  Live-Coaching: Wähle ein bis zwei Termine pro \nWoche, an denen du live Kundenfragen in der \nGruppe beantwortest. Hier geht es vor allem um \nMindset- und Performance-Coaching.\n§  Die Gruppe ist dafür da, sich gegenseitig zu inspirie-\nren, neue Ideen und Perspektiven zu bekommen und \nsich mit Gleichgesinnten zu vernetzen.\n§  Support: Biete deinen Kunden individuellen Support \nan, entweder in einer Facebook-Gruppe oder per \nE-Mail.\nÜbergreifend  sollte  es  bei  deinem  Coaching-Programm \nvor allem um die Umsetzung des gelernten Wissens ge-\nhen. Nicht um Informationen. Lege den Fokus immer auf die \nTrans for ma tion deiner Kunden. Damit vermeidest du einen \nbelieb ten Fehler, den wir immer wieder sehen. Unsere neu-\nen Kunden müssen beispielsweise zuerst einen Businessplan \nfür ihr Coaching-Programm entwickeln. \nDa nach erhalten sie von uns individuelles Feedback und \nOp ti mie rungs vorschläge zu ihrem Coaching-Business. Erst \nnachdem der Businessplan wirklich gut ist, geben wir grünes \nLicht und die Kunden machen den nächsten Schritt. \nCoaching-Millionär 143"
  },
  {
    "page": 145,
    "text": "Die 3 Arten von Coaching-Programmen\nDa wir unsere Kunden in ihrem jeweils eigenen Tempo zum \nerfolgreichen Premium-Coaching-Business führen und bei \njedem Schritt Feedback geben, sind unsere Teilnehmer so \nerfolgreich.\nZusätzlich  zum  individuellen  Feedback  erhalten  alle  Teil-\nneh  mer noch Mindset- und Performance-Coaching live und \nkönnen sich bei Mastermind-Treffen kennenlernen und aus-\ntauschen. Für unsere Kunden hat es sich bewährt, dass Pre-\nmium-Coaching-Programme  acht  bis  zwölf  Wochen  lang \nsind. Gib deinem Kunden beispielsweise jede Woche eine \nHaus aufgabe, und falls es dann noch Fragen gibt, beantwor-\nte sie live oder per E-Mail. \nDurch den Austausch in der Community lernen sich deine \nKun den gegenseitig kennen und motivieren und inspirieren \nsich gegenseitig. Jeder Teilnehmer erhält neue Blickwinkel \nund sieht seine Herausforderungen aus immer wieder neu-\nen  Perspektiven,  wodurch  eine  schnelle  Transformation \nmöglich wird.\nEine Kundin von uns hat ein Gruppen-Coaching für Füh-\nrungs kräfte entwickelt und neun Wunschkunden gemeinsam \ngecoacht. Sie schrieb uns schon nach kurzer Zeit eine Nach-\nricht und freute sich, weil ihre Kunden so begeistert vom \nAus tausch in der Gruppe waren und schnell neue Dinge da-\nzulernen konnten. Die Führungskräfte stammten aus unter-\nschiedlichen Branchen und konnten voneinander lernen. \nVielleicht denkst du dir gerade: Mein Thema ist so sensibel \n– es ist unmöglich, dass man zu diesem Thema ein Gruppen-\nCoaching anbieten kann. \n144 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 146,
    "text": "Doch wir versichern dir, dass es möglich ist. Wir waren ber eits \nauf sehr vielen Seminaren und haben an vielen Coaching-\nProgrammen teilgenommen. Auf einem Seminar mit 5.000 \nMenschen wurden in der Gruppe die sensibelsten Themen \nwie Missbrauch, Manipulation oder Vergewaltigung bespro-\nchen und die Teilnehmer waren sehr dankbar für den Aus-\ntausch. Sie wussten: Ich werde hier nicht verurteilt, sondern \ndie anderen verstehen mich und möchten die gleichen Prob-\nleme lösen. \nAuch wenn du mit deinem Coaching ein  \nsensibles Problem lösen willst, kannst du ein \nGruppen-Coaching nutzen. \nVerstehe außerdem, dass du immer auf einem gewissen \nUm satzlevel stecken bleiben wirst, wenn du Gruppen-Coa-\nchings scheust. Dein Tag hat nur 24 Stunden, und früher oder \nspäter wirst du dein Limit erreichen. Außer du coachst in der \nGruppe.\nEs gibt natürlich auch Coaching-Programme, die umfangrei-\ncher sind und mehrere Monate oder sogar ein Jahr dauern. \nJe nachdem, was du deinen Kunden anbieten möchtest und \nkannst, ist das für die angestrebte Transformation vielleicht \nauch notwendig.\nCoaching-Millionär 145"
  },
  {
    "page": 147,
    "text": "Die 3 Arten von Coaching-Programmen\n146 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 148,
    "text": "Kapitel 2: \nWelche Tools benötigst  \ndu für dein Premium-\nCoaching-Business?\nDein Coaching-Business besteht aus mehreren Bausteinen. \nWir  möchten  dir  in  diesem  Kapitel  kurz  zeigen,  wie  ein-\nfach die technische Umsetzung deines Premium-Coaching-\nUnternehmens ist. \nViele Kunden haben Angst oder scheuen sich vor der techni-\nschen Umsetzung. In Wirklichkeit ist die Technik jedoch das \nkleinste Problem und lässt sich sehr leicht einrichten. Das \nErste, was du benötigst, ist ein simples Kommunik a tions-\nmedium, mit dem du Videokonferenzen abhalten kannst, \num deine Kunden zu coachen. Die Plattform Zoom.com ist \nein einfacher Weg, mit dem du schnell und leicht Webk on-\nferenzen veranstalten kannst. \nLade deine Kunden einfach über einen Link ein und sie kön-\nnen kostenfrei an deiner Webkonferenz teilnehmen. \nCoaching-Millionär 147"
  },
  {
    "page": 149,
    "text": "Welche Tools benötigst du für dein Premium-Coaching-Business?\nHier kannst du die Kunden live coachen. Der Vorteil von \nZoom ist, dass deine Kunden dich und sich gegenseitig se-\nhen und miteinander interagieren können. Sie können dir \naußerdem per Chat oder Video Fragen stellen, die du live \nbeantworten kannst.\nIn der Regel sollten deine Kunden in den Live-Coachings \nHausaufgaben erhalten. Es kann passieren, dass einige noch \nFragen haben, die du einfach per E-Mail beantworten kannst. \nWenn es umfangreicheres Feedback ist, kannst du auch das \nSoftwaretool Loom.com verwenden. \nDamit kannst du bequem ein Video von dir oder deinem \nBildschirm aufzeichnen und es sofort über einen fertigen \nLink an deine Kunden schicken. Dein Kunde kann sich dann \ndas Video so häufig ansehen, wie er möchte.\nWir  geben  unseren  Kunden  außerdem  Zugang  zu  einer \nFacebook-Gruppe, in der sie sich mit anderen Teilnehmern \naustauschen können. So entsteht eine tolle, motivierende \nDy na mik und unsere Kunden helfen sich häufig gegenseitig \nbei Fragen. Du und dein Team solltet den Kunden natürlich \nauch Feedback geben. Der Vorteil ist, dass du mit der Zeit \neine immer wertvollere Online-Community aufbaust, in der \nviele wichtige Fragen schon umfangreich beantwortet wur-\nden. So ist diese Gruppe ein tolles Forum, in dem auch neue \nKunden sich schnell einlesen und einarbeiten können.\nWenn du möchtest, kannst du deinen VIP-Kunden auch Sup-\nport per WhatsApp anbieten. So haben sie die Möglichkeit, \ndir schnell kompakte Fragen zu schicken, die du beantwor-\nten kannst. \n148 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 150,
    "text": "Ein  weiterer  Baustein  für  ein  erfolgreiches  Premium-Coa-\nching-Programm ist außerdem ein eigener Mitgliederber eich. \nEr stellt sozusagen deine eigene Online-Akademie oder On-\nline-Schu le  dar,  in  der  du  deine Videokurse,  Downloads, \nCheck lis ten und Trainings in einem geschützten Bereich zum \nAbruf bereitstellen kannst. \nDie Kunden, die dein Coaching-Programm gekauft haben, \nbekommen nach ihrer Bestellung automatisch ihre Log-in-\nDaten, können sich dort einloggen und erhalten dann Zugriff \nauf die Inhalte. Sie sehen außerdem, welche Inhalte sie be-\nreits erarbeitet haben und wie weit sie sind.\nDu entscheidest dabei, ab wann welcher Kunde welche In-\nhalte sehen kann. Dadurch überlädst du Kunden nicht mit \nzu vielen Inhalten, sondern kannst diese ganz gezielt und \ndosiert freischalten. Dein Mitgliederbereich ist deshalb hilf-\nreich, weil viele Inhalte in deinem Coaching sich wiederho-\nlen. Diese Inhalte und Tipps kannst du einmal auf Videos \nfesthalten und dann für jeden Kunden freischalten. \nSo musst du nicht immer wieder dasselbe erzählen und sparst \nviel Zeit. Trotzdem bekommt dein Kunde genau das Wis sen, \ndas er für seine Transformation benötigt. Die Kunden haben \naußer dem die Möglichkeit, sich die Inhalte so häufig anzu-\nschauen, wie sie möchten. Sie können sich ortsunabhängig \nvon ihrem Computer, Tablet oder Smartphone in deinen \nMitgliederbereich einloggen und dort die Inhalte ansehen.\nWenn du die Videos für deinen Mitgliederbereich erstellen \nmöchtest, kannst du ganz simpel starten. Nimm sie einfach \nmit deinem Smartphone auf oder erstelle eine Präsentation \nCoaching-Millionär 149"
  },
  {
    "page": 151,
    "text": "Welche Tools benötigst du für dein Premium-Coaching-Business?\nin PowerPoint und trage diese vor. Du benötigst am Anfang \nkein professionelles Studio oder Ähnliches, sondern kannst \nmit dem Equipment arbeiten, das dir bereits zur Verfügung \nsteht. Einen einfachen Weg, um alle deine Videos zu schnei-\nden, liefert die Software Camtasia, deren Anwendung du in \nwenigen Minuten lernen kannst. \nViele Kunden starten am Anfang mit Eins-zu-eins-Coaching, \nentwickeln sich mit Gruppen-Coaching fort und erstellen \nerst, nachdem sie schon ein bewährtes Coaching-Business \nhaben, einen Mitgliederbereich. Also, kurz gesagt: Lass dich \nnicht von der Technik abschrecken. Das lässt sich sehr leicht \nlösen.\n150 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 152,
    "text": "Coaching-Millionär 151"
  },
  {
    "page": 153,
    "text": "Welche Tools benötigst du für dein Premium-Coaching-Business?\n152 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 154,
    "text": "Kapitel 3: \nSo entwickelst du \ndie Inhalte für dein \nCoaching-Programm\nViele Kunden glauben, dass sie viele Videos erstellen müss-\nten, wenn sie ein Coaching für 10.000 Euro oder mehr ver-\nkaufen wollen. Doch das ist ein Trugschluss. Wenn du be-\nreits Experte auf einem Gebiet bist, hast du sehr viel Wissen. \nAchte bei der Entwicklung deines Coaching-Programms da-\nrauf, dass du jedoch nur das Wissen mit deinen Kunden teilst, \ndas wirklich relevant für sie ist. \nExperten neigen häufig dazu, ihre Coaching-Kunden mit In-\nfor mationen zu überladen. Erinnere dich erneut daran, wo \ndein Kunde gerade steht und wo er wirklich hinmöchte. Da-\nnach solltest du dir überlegen, welche Zwischenschritte er \ngehen muss, um sein Ziel zu erreichen. \nNur diese Zwischenschritte sollten Teil deines Coachings \nwerden. Ansonsten hast du am Ende eine riesige Bibliothek \nCoaching-Millionär 153"
  },
  {
    "page": 155,
    "text": "So entwickelst du die Inhalte für dein Coaching-Programm\nvoller Inhalte, die deine Kunden nur überfordern, statt ihnen \nwirklich bei der Erreichung ihrer Ziele zu helfen. \nStell dir vor, ein Kunde startet in deinem Coaching und be-\nkommt sofort an Tag eins eine Liste mit 150 Videos, die er sich \nanschauen soll. Dies wird viele Kunden massiv einschücht ern \nund überfordern. Stattdessen solltest du deinem Kunden zu-\nerst nur eine konkrete Aufgabe geben. Erst nachdem er sie \ngelöst hat, solltest du ihm die nächste zeigen. So sind deine \nKunden motiviert und haben ein Erfolgserlebnis nach dem \nanderen.\nWie viele Videos du am Ende wirklich benötigst, kommt auf \ndas Thema deines Coachings an. Du solltest zu diesem Zeit-\npunkt etwa wissen, wie viele Meilensteine der Kunde zur \nErreichung seiner Ziele passieren muss. Teile danach die \nAnzahl der Meilensteine durch die Anzahl der Wochen dei-\nnes Coaching-Programms. Danach weißt du in etwa, wie vie-\nle Meilensteine dein Kunde pro Woche erreichen sollte. In \nder Regel sind es einer bis zwei. Jeder Meilenstein besteht \nwiederum aus einigen Zwischenschritten.  \nDie Kombination aus diesen Videotrainings-\nLive-Calls und deinem individuellen Support \nhilft deinen Klienten dabei, ihre Denkweisen zu \nstärken und Glaubenssätze zu überwinden – und \nschließlich ihre Ziele zu erreichen.\n154 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 156,
    "text": "Wir haben unser Coaching-Programm \nbeispielsweise so aufgebaut: \nUnsere Kunden arbeiten zu Beginn ihre Lebensmission, ihre \nVision, ihr Warum und ihre Ziele aus. Danach definieren sie \nihre Zielgruppe, Positionierung und Nische. \nWenn sie fertig sind, entwickeln unsere Kunden ihr Premium-\nCoaching-Angebot und richten alles für die Umsetzung ihres \nCoaching-Programms ein. Komplett ohne jede Technik kön-\nnen unsere Kunden an dieser Stelle bereits Kunden coachen \nund Geld verdienen.\nDanach geht es darum, neue Kunden aus exakt dieser Ziel-\ngrup pe  auf  sich  aufmerksam  zu  machen.  Sie  lernen  bei-\nspielsweise 33 Wege, wie sie Kunden gewinnen können. Wir \nzeigen ihnen Strategien zur Neukundengewinnung ohne be-\nzahlte Werbung über Face book, Instagram, LinkedIn und so \nweiter. \nSie lernen auch, wie sie mit bezahlter Werbung Kunden ge-\nwinnen und ihr Business ausbauen. Zuletzt lernen unsere \nKun  den, wie sie – ohne zu verkaufen oder sich zu verstellen – \nwunderbare, authentische Klarheitsgespräche mit ihren Inte-\nressenten führen und diese kaufen lassen. Dadurch kaufen \ndie richtigen Kunden automatisch ihr Produkt. \nWährend des gesamten Coaching-Programms bilden wir die \nKunden außerdem in ihrem Mindset weiter und helfen ihnen \ndabei, die richtige Denkweise über Unternehmertum und \nGeld zu entwickeln, die sie automatisch erfolgreich macht.\nCoaching-Millionär 155"
  },
  {
    "page": 157,
    "text": "So entwickelst du die Inhalte für dein Coaching-Programm\nUnsere Teilnehmer erhalten exakte Vorlagen, Checklisten \nund Skripte, die sie für ihr Unternehmen einsetzen und an-\npassen können. \nWährend der Zeit können sich alle Teilnehmer jederzeit an \nunser Support-Team wenden, mit anderen Kunden in der \nCommunity interagieren oder uns Fragen stellen. Die wö-\nchentlichen Live-Calls sind dazu da, Fragen zu klären und \nErfolge zu feiern! \nUnsere Kunden erhalten individuelles Feedback auf all ihre \nFragen und werden intensiv betreut, damit sie ihre Ziele ein-\nfach und schnell mit Freude und Leichtigkeit umsetzen. \n156 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 158,
    "text": "Coaching-Millionär 157"
  },
  {
    "page": 159,
    "text": "So entwickelst du die Inhalte für dein Coaching-Programm\n158 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 160,
    "text": "Kapitel 4: \nSo erstellst du den \nBusinessplan für dein \nCoaching-Business \nAll unsere Coaching-Kunden müssen, wie oben bereits er-\nwähnt, vor Beginn der Ausbildung ihren eigenen Busin  ess-\nplan erstellen. Dieser verleiht dir absolute Klarheit über dein \nCoac hing-Business. \n01. Wer ist deine Zielgruppe? Worin liegt ihr größtes \nProblem? Was ist ihr größter Wunsch? Formuliere \ndiesen Satz aus: „Ich unterstütze/verhelfe der \nZIELGRUPPE  X zum spezifischen ERGEBNIS Y.“ Ein \nBeispiel: „Ich verhelfe Coaches mit ihrer Bestimmung \nzu einem sechs- bis siebenstelligen Business.“\n02. Mit welcher Zielgruppe willst du am liebsten zusam-\nmenarbeiten? Welche Eigenschaften sollte sie haben? \nBeispiele: erfolgsorientiert, coachbar, bereit, in sich zu \ninvestieren …\nCoaching-Millionär 159"
  },
  {
    "page": 161,
    "text": "So erstellst du den Businessplan für dein Coaching-Business \n03. Mit welchen Kunden willst du auf keinen Fall zu-\nsammenarbeiten? Beispiele: Nörgler, Besserwisser, \nMenschen, die alles alleine machen wollen\n04. Beschreibe in einem Satz drei Symptome, die deine \nKunden loswerden wollen. Ein Beispiel: „Ohne mei-\nne Hilfe werden diese Kunden weiterhin in der Zeit-\ngegen-Geld-Falle bleiben, weiterhin fremdbestimmt \nleben und kein skalierbares Business haben.“\n05. Beschreibe die Konsequenzen, wenn sie ihre \nSymptome nicht behandeln. Ein Beispiel: „Sie werden \nihr Potenzial nicht ausleben, hart statt smart arbeiten \nund sich ständig im Hamsterrad verausgaben.“\n06. Beschreibe drei Wünsche und Ergebnisse, die dei-\nne Kunden nach der Transformation mit deinem \nProgramm bekommen. Beispiele: Wunschkunden ge-\nwinnen mit Leichtigkeit, ortsunabhängiges, skalierba-\nres Business, grenzenloses Einkommen und Lifestyle\n07. Beschreibe die positiven Konsequenzen in ihrem \nLeben durch das Erreichen ihrer Ziele. Beispiele: \nmehr Einkommen, mehr Freiheit und Lifestyle, mehr \nWirkung\n08. Beschreibe kurz in Stichworten den Ablauf deines \nCoaching-Programms. Ein Beispiel: Bestimmung und \nglasklare Positionierung finden, profitable Zielgruppe \nfinden, einzigartiges Angebot entwickeln, Neukunden \ngewinnen ohne/mit bezahlte(r) Werbung, konstant \nKunden gewinnen, felsenfestes Mindset entwickeln\n160 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 162,
    "text": "09. Definiere den Preis für dein Premium-Programm. Zum \nBeispiel im Bereich 3.000 bis 10.000 Euro – nach \noben gibt es keine Grenzen!\n10. Definiere dein monatliches Umsatzziel. Wie viele \nKunden brauchst du, um es zu erreichen?\n11. Die emotionalen Gründe für dein Business: Warum ist \nes dir wichtig, dieser Zielgruppe zu helfen? \n12. Warum glaubst du, dass du es schaffen kannst? \nFülle bitte diesen Businessplan aus und melde dich danach \nfür ein kostenfreies Gespräch bei uns. Wir gehen mit dir dei-\nnen Plan durch und geben dir individuelles Feedback.\nwww.javidhoffmann.de/businessplan\nCoaching-Millionär 161"
  },
  {
    "page": 163,
    "text": "So erstellst du den Businessplan für dein Coaching-Business \n162 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 164,
    "text": "TEIL 5: \nMarketing\nBevor du darüber nachdenkst, wie du dein Angebot ver-\nmarktest, solltest du genau wissen, wer deine Zielgruppe \nist und was du ihr genau anbieten willst. Verstehe bitte, \ndass du nur ein erfolgreiches Coaching-Business aufbau-\nen wirst, wenn du auch bereit bist, bekannter zu werden \nund dein Angebot den richtigen Kunden zu präsentieren. \nEs ist unrealistisch, dass Tausende Kunden auf dich auf-\nmerksam werden, ohne dass du sichtbar wirst. Doch mit \ndem neuen Marketing-Weg, den wir dir vorstellen, fällt \ndie Kundengewinnung leichter.\nCoaching-Millionär 163"
  },
  {
    "page": 165,
    "text": "So erstellst du den Businessplan für dein Coaching-Business \n164 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 166,
    "text": "Kapitel 1: \nDer alte Weg vs.  \nder neue Weg\nAls wir unser Coaching-Business starteten, liefen wir von \nSeminar zu Seminar, um zu erfahren, wie man online neue \nKunden gewinnen kann. Je mehr wir erfuhren, desto über-\nforderter waren wir. Die meisten Trainer empfahlen uns kom-\nplizierte  Technik  und  lange  Verkaufstrichter  (sogenannte \nFunnels).\nAm Anfang sollten wir unseren Kunden ein günstiges Produkt \nfür zehn Euro anbieten. Dann allen Käufern des Produkts ein \nweiteres für 29 Euro, dann für 189 Euro, dann noch Abo-\nProdukte, da 50 Prozent der Kunden ja sicher verlängern \nwürden. Einige Zeit warten, und erst danach sollten wir un-\nsere Kunden in eine Online-Videopräsentation führen, in der \nwir ihnen Masterminds oder Premium-Coachings anbieten \nsollten. Wenn wir die Teilnehmer auf unseren Retreats fragen, \nkennt so gut wie jeder diese Vorgehensweise und hat sich \ndamit bereits die Finger verbrannt. \nCoaching-Millionär 165"
  },
  {
    "page": 167,
    "text": "Der alte Weg vs. der neue Weg\nkostenlose  Angebot  \nAnzeige\nTipps für 10 €\nAbo für 50 €   Up-Sell   Up-Sell  \npro Monat für 189 € für 29 €\nEinladung   Programm\n5 Tage warten\nzum Webinar für 2.000 €\nMit diesen „langen“ Funnels bzw. Verkaufstrichtern dauert \nes teilweise Jahre, bis ein Kunde dein Coaching-Programm \nsieht. Viele davon haben sich vorher schon längst von dir ab-\ngewandt, weil sie kein Interesse an diesen kleinen Produkten \nhaben, die ihnen keine vollständige Lösung ihres Problems \nermöglichen. \nSie gehen stattdessen lieber zu jemandem, der ihre Probl e-\nme vollständig beseitigen kann, und zahlen dafür auch ger-\nne Premium-Preise. Wenn du Kunden jedoch zuerst über \nMo na te  oder Jahre  kleinpreisige  Produkte  anbietest,  bei \ndenen sie nur wenig Unterstützung erhalten und alles im \nSelbststudium machen müssen, werden nur wenige so lan-\nge  dabeibleiben,  dass  sie  deine  Premium-Coaching-Pro-\ngram  me sehen.\nWir durchliefen bei einem unserer Mentoren einmal genau \nso einen langen Funnel und kauften so gut wie alle Produkte, \ndie er anbot. Nach sage und schreibe drei Jahren verkaufte \n166 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 168,
    "text": "er uns endlich sein High-Level-Mastermind-Programm für \neine sehr hohe Summe. Wir ärgerten uns und fragten ihn: \n„Wieso hast du uns dieses Produkt erst nach drei Jahren an-\ngeboten? Wir hätten das SOFORT gekauft, weil wir wissen, \ndass es die perfekte Lösung für unsere Herausforderungen \nist.“ Der Mentor entgegnete: „Na ja, ich dachte, so macht \nman das. So habe ich es damals gelernt.“\nWas kannst du aus unserer Erfahrung lernen? Biete deinen \nKunden direkt das beste Programm an, das du im Portfolio \nhast, und begeistere sie dafür. Wenn du ihnen zuerst einen \nkleinen Kurs oder Ähnliches für 29 Euro anbietest, wirst du \ndeine Premium-Kunden abschrecken und stattdessen solche \nanziehen, die einfach nur ein bisschen ausprobieren wollen \nund es mit ihrem Erfolg nicht ernst meinen.\nDie Realität ist, dass 80 Prozent der Käufer niedrigpreisiger \nProdukte  sich  nicht  einmal  in  den  Mitgliederbereich  ein-\nloggen, um die Videos zu sehen. 80 Prozent! Das bedeutet, \ndass fast keiner deiner Käufer überhaupt jemals auch nur ein \nVideo sieht. \nNur ca. ein Prozent der Käufer niedrigpreisiger Produkte \nschau en sich wirklich zum Teil die Videos an. Kein Wunder, \ndass die Käufer keine Erfolgserlebnisse haben. Sie konsumie-\nren den erworbenen Kurs nicht und setzen daher auch nichts \num. Mit kleinpreisigen Produkten verschwendest du deine \nZeit und die deiner Klienten. Du musstest schließlich den Kurs \nerstellen, aufnehmen, schnei  den und diverse Verkaufssei ten \ndafür erstellen. Nur um dann festzustellen, dass niemand \nsich den Kurs anschaut. Dies es Gefühl ist unbefriedigend. \nCoaching-Millionär 167"
  },
  {
    "page": 169,
    "text": "Der alte Weg vs. der neue Weg\nHinzu kommt, dass du jeden Monat Tausende kleinpreisige \nProdukte verkaufen müsstest, um überhaupt deine Kosten \ndecken zu können. Um erfolgreich Geld mit kleinpreisigen \nProdukten verdienen zu können, brauchst du eine giganti-\nsche Reichweite und Zehntausende Social-Media-Follower \noder einen großen Blog mit Hunderttausenden Lesern. \nEs ist extrem schwierig. Der von dir gelieferte Impact und \nMehrwert ist extrem gering. Du verlierst außerdem qualifi-\nzier te Kunden, die es wirklich ernst meinen und in die Um-\nsetzung kommen wollen. Wenn du ein kleinpreisiges Pro-\ndukt verkaufen willst, kannst du außerdem nicht in bezahlte \nWerbung investieren, weil du einfach keine Marge hast. \nEs bleibt kaum etwas übrig. Du benötigst entweder eine \ngroße E-Mail-Adressliste oder einen Social-Media-Account \nmit vielen Tausend Followern. Außerdem musst du nahezu \njeden Monat immer wieder einen neuen Kurs erstellen und \nverkaufen, damit du überleben kannst. Dadurch leidet auch \ndie Qualität deiner Produkte, weil du keine Zeit hast, ein Pro-\ndukt wirklich gut zu machen.\nKurz gesagt: Kleinpreisige Produkte verursachen viel Arbeit \nund bringen dir und deinen Kunden wenig. Hör auf, diesen \nalten Weg zu gehen. Er führt dich nicht ans Ziel, sondern in \ndie Hölle.\nAuch wir sind diesen Weg bereits gegangen und haben sehr \ndarunter gelitten, weil wir uns dadurch viel Arbeit machten, \nohne wirklichen Gewinn zu erzielen. Wir strampelten und \nstrampelten, aber erzielten kein gutes Ergebnis. Dieser ALTE \nWeg funktioniert nicht mehr.\n168 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 170,
    "text": "Also suchten wir damals schon nach Alternativen. Wir über-\nlegten uns: „Wieso drehen wir den ganzen Verkaufstrichter \nnicht einfach um und starten mit unserem besten Produkt?“ \nGesagt, getan. Wir stellten unser bestes Produkt nach ganz \nvorne und boten es unseren Kunden immer an. \nDadurch fielen zwar diejenigen weg, die es nicht ernst mein-\nten und nur mal ausprobieren wollten – gleichzeitig gewan-\nnen wir jedoch viel mehr Kunden, die wirklich Ergebnisse er-\nreichen wollten und dafür auch bereit waren, Geld zu bezah-\nlen. Diese Kunden waren extrem motiviert und wollten das \ngelernte Wissen auch umsetzen. Wir gaben unseren Kunden \nnicht mehr nur ein Puzzlestück, sondern das ganze Puzzle, \nund zeigten ihnen genau, wie alles zusammenhing. \nDie Kunden waren sehr gerne bereit, für diese Komplettlö-\nsung auch mehr Geld zu bezahlen. Plötzlich ging es in den \nGesprächen mit den Kunden nicht mehr um den Preis unse-\nres Coachings, sondern darum, ob unser Coaching das rich-\ntige für ihr Problem war. \nDeine Kunden bezahlen gerne je nach Thema 7.000, 12.000 \noder sogar 100.000 Euro für dein Coaching, weil sie end-\nlich die Lösung für ihre Probleme erhalten. Die Hauptsache \nist, dass sie den Wert deines Angebots kennen. Biete ihnen \ndirekt die komplette Lösung für ihre Probleme an und rich-\nte dich an die Kunden, die es mit ihrem Erfolg wirklich ernst \nmeinen.\nCoaching-Millionär 169"
  },
  {
    "page": 171,
    "text": "Der alte Weg vs. der neue Weg\nEin Rechenbeispiel: Warum du Premium-\nCoaching-Programme anbieten solltest\nNehmen wir an, du hast 5.000 Euro Werbebudget für dein \nMar keting. Nehmen wir weiter an, du gewinnst Leads (Inte-\nres sen ten) für 5 Euro pro Stück und verkaufst ein Produkt für \n480 Euro. Mit 5.000 Euro Werbebudget wirst du 1.000 Leads \nsammeln können. \nDie Verkaufsrate (auch Conversion Rate genannt) beträgt bei \nso einem Produktpreis ca. 1,5 Prozent, was schon ein sehr gu-\nter Wert wäre. Von 1.000 Interessenten würden somit ca. 15 \ndein Produkt kaufen. Du hast somit 7.455 Euro Umsatz ge-\nmacht. Wenn du nun die 5.000 Euro von 7.455 abziehst, blei-\nben 2.455 Euro Gewinn übrig. \nDer Vergleich: Verkaufe  \nPremium-Coaching-Programme\nNehmen wir auch hier an, dass du 5.000 Euro Werbekosten \nhast. Hier kostet ein Lead/Erstgespräch ca. 100 Euro. Somit \nhast du 50 Gespräche. Nehmen wir an, du verkaufst ein Pro-\ndukt für 3.000 Euro und hast eine Verkaufsrate von 20 Prozent. \nDies ist eine konservativ gerechnete Verkaufsrate. \nIn diesem Buch lernst du, wie du noch deutlich bessere \nVer   kaufsraten erzielen kannst. Das bedeutet, du wirst mit \n5.000 Euro Werbebudget 10 Verkäufe erzielen, was zu ei-\nnem Umsatz von 30.000 Euro führt. Wenn du nun wieder die \n5.000 Euro Werbebudget abziehst, bleiben 25.000 Euro Ge-\nwinn in einem Monat übrig. \n170 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 172,
    "text": "Billigpreise Premium-Preise\n§  5.000 € Werbekosten §  5.000 € Werbekosten\n§  1.000 Leads (5 €/Lead) §  50 Leads (100 €/Lead)\n§  Programmverkauf: 480 € §  Programmverkauf: 3.000 €\n§  Conversion Rate: 1,5 % §  Conversion Rate: 20 % (Calls)\n§  15 Verkäufe §  10 Verkäufe\n§  7.455 € Einkommen §  30.000 € Einkommen\n§  2.455 € Profit §  25.000 € Profit \nWie du siehst, kannst du einfach deinen Gewinn und dein \nEinkommen  verzehnfachen,  wenn  du  Premium-Coaching-\nPro gramme anbietest. Doch nicht nur das: Du arbeitest end-\nlich auch mit Menschen zusammen, die dankbar und wert-\nschätzend mit dir arbeiten wollen und bereit sind, in sich zu \ninvestieren. \nMit Premium-Coaching-Programmen erzielst du eine große \nWirkung bei jedem Kunden, mit dem du arbeitest. Du hast \nmehr Geld zur Verfügung, das du wieder in dein Marketing, \ndein Unternehmen und die Kundenzufriedenheit investieren \nkannst. Erst wenn du ein erfolgreiches, profitables Coaching-\nBusiness hast, das sicher und zuverlässig jeden Monat Geld \nfür dich verdient, solltest du in den Aufbau deiner Marke in-\nvestieren. \nCoaching-Millionär 171"
  },
  {
    "page": 173,
    "text": "Der alte Weg vs. der neue Weg\nHier noch einmal der Vergleich:\nDer alte Weg:\n§  Ads schalten (Werbeanzeigen) \n§  E-Mail-Adressen sammeln\n§  Kleinpreisige Produkte für 10 Euro anbieten\n§  Up-Sell für 29 Euro\n§  Up-Sell für 189 Euro\n§  Abonnement \n§  Webinar\n§  Premium-Programm\nDer neue Weg:\n§  Ads schalten (Werbeanzeigen) \n§  Webinar oder Gruppe \n§  Strategiegespräch \n§  Premium-Programm\n172 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 174,
    "text": "Schneller und effizienter Kunden gewinnen!\nWebinar   glücklicher  \nAnzeige oder Facebook- Gespräch Kunde (5.000 € \nGruppe und mehr)\nWas du für den neuen Weg NICHT brauchst\nWir waren damals auf vielen Marketingseminaren und lernt en \njedes Mal wieder neue Strategien. Wir dachten, wir brauch-\nten  ein  tolles  Branding,  Social-Media-Follower,  Hunderte \nBlog beiträge, einen großen YouTube-Kanal, Backlinks, einen \nBest seller und einen Podcast. Die Realität ist jedoch, dass du \nall das NICHT für ein erfolgreiches und profitables Coaching-\nBusiness benötigst. Viele dieser Dinge kannst du später um-\nsetzen, wenn du ein Team und ein Millionen-Business aufge-\nbaut hast. \nDu brauchst nur eine gute Positionierung, ein klares Angebot \nund einen Weg, über den die Kunden zu dir kommen und \ndich finden, um gerne bei dir zu kaufen. Im Gespräch fin-\ndet du und deine Kunden dann heraus, ob das Angebot das \nrichtige für sie ist. Du kannst dafür am besten bezahlte Wer-\nbung nutzen und damit die Kunden in ein Webinar führen, \nan schließend buchen sie bei dir ein Gespräch, um mit dir zu-\nsammenzuarbeiten. \nAlternativ kannst du auch Marketingstrategien ohne bezahl-\nte Werbung anwenden. Über deine Facebook-Gruppe fin-\nden deine potenziellen Kunden zu dir und wollen gerne mit \ndir zusammenarbeiten. Für dich wird durch den neuen Weg \nCoaching-Millionär 173"
  },
  {
    "page": 175,
    "text": "Der alte Weg vs. der neue Weg\nalles einfacher. Du brauchst fast keine Technik mehr, sondern \nnur noch ein Webinar oder eine Facebook-Gruppe. \nDu benötigst nur noch einen Funnel und ein Hauptprodukt. \nDiese simple Strategie kannst du so lange weiterverfolgen, \nbis du sechs- oder siebenstellig pro Jahr verdienst. Erst da-\nnach, wenn du genug Geld hast, um vielleicht auch ein Team \neinzustellen, kannst du deine Strategien ausweiten, wenn du \nmöchtest. \nDenn dann weißt du bereits genau, was deine Kunden wirk-\nlich wollen und benötigen. Ansonsten verzettelst du dich mit \nvielen Aufgaben, die dir an dem Punkt noch nichts bringen. \nErst wenn du genug Kapital hast, um Aufgaben abzugeben, \nsolltest du deine Marketingstrategien ausweiten. \nUnsere Kundin hat in einer Woche nach der Zusammenarbeit \nmit uns ihre Facebook-Gruppe erstellt. Darin waren nur 56 \nTeilnehmer. Mit diesen 56 Teilnehmern hat sie in acht Wo-\nchen 35.000 Euro Umsatz erzielt.\nEin anderer Kunde ist Coach für Führungskräfte. Er entwickel-\nte ein Premium-Coaching-Programm für 60.000 Euro und ge-\nwann bereits nach wenigen Wochen seinen ersten Kunden, \nohne  jegliche  Bekanntheit  oder  Social-Media-Reichweite. \nWichtig ist: Du solltest deinen Kunden eine gezielte Lösung \nfür ihre Probleme und direkt das optimale Produkt anbieten, \ndas ihre Probleme löst. \n174 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 176,
    "text": "Sprich nicht darüber, was du tust, sondern was deine Kunden \nmit deinem Programm erreichen können. Welche Probleme \nkönnen sie lösen, welche Wünsche können sie realisieren? \nDenk an deinen Kunden-Avatar. \nCoaching-Millionär 175"
  },
  {
    "page": 177,
    "text": "Der alte Weg vs. der neue Weg\n176 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 178,
    "text": "Kapitel 2: \nDie 7 universellen \nMarketinggesetze\nViele Coaches wissen nicht, wie sie ihren wahren Wert richtig \nkommunizieren. Mit einer richtigen Positionierung und einer \nstarken Marketingbotschaft wird es leichter, Kunden zu ge-\nwinnen. Die Kunden kommen zu dir und wollen gerne mit dir \nzusammenarbeiten. \nIn diesem Kapitel zeigen wir dir die universellen Gesetze er-\nfolgreichen Marketings. Diese Gesetze führen immer dazu, \ndass Kunden sich angesprochen fühlen und du einen natür-\nlichen Sog erzeugst.  \nWenn du die hier vorgestellten Punkte beachtest, wirst du \nmit Leichtigkeit wertschätzende, dankbare Kunden gewin-\nnen,  hohe  Umsätze  generieren  und  dein  Business  leich-\nter skalieren. Damit wird dein Marketing sehr effizient und \nwir kungs  voll. Du benötigst keine herausragende Kreativität, \nson dern musst dich einfach nur daran halten, um erfolgreich \nzu sein. Wenn du diese Regeln richtig anwendest, wirst du \nCoaching-Millionär 177"
  },
  {
    "page": 179,
    "text": "Die 7 universellen Marketinggesetze\nautomatisch die richtigen Kunden auf dich aufmerksam ma-\nchen und den wahren Wert deines Coaching-Programms \nkom munizieren. \nRegel Nummer 1: Kommuniziere die Wünsche \noder die Symptome deiner Kunden\nBeschreibe die Ziele und Wünsche oder die Herausf or de-\nrungen und Symptome deiner Kunden. Es tut uns innerlich \nweh, wenn wir erleben, wie ein Coach nur über Methoden \nwie NLP, Wingwave, Hypnose oder andere spricht. Denn er \nspricht in einer Sprache, die der Kunde überhaupt nicht ver-\nsteht. \nDeine Kunden interessiert ausschließlich, was deine Methode \nfür sie tut und wie sie dadurch ihr Leben verbessern können. \nStatt zu beschreiben, dass du ein tolles NLP-Seminar machst, \nsolltest du dem Kunden zeigen, wie er durch die Teilnahme \nan deinem Seminar profitieren wird. \nWelches Ergebnis wird er nach deinem Seminar erreichen? \nWie wird sich sein Leben verändern? Wie kann er dadurch \nseine Probleme lösen oder seine Ziele erreichen? DAS inte-\nressiert deine Kunden wirklich, und hier sprichst du in der \nSprache des Kunden.\nDie Grundregel lautet: Sprich immer über die Symptome und \nProbleme, die dein Kunde loswerden will. Ganz spezifisch \nund nicht vage. Erzähle nicht, dass deine Kunden nach dem \nSeminar glücklicher sind. Denn das ist abstrakt und Glück \nbedeutet für jeden etwas anderes. Sprechen wir von einer \n178 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 180,
    "text": "glücklichen Ehe? Glücklich im Job? Eine gute Beziehung zu \nden Kindern? Selbstliebe? Beschreibe genau, wie der Kunde \nvon der Zusammenarbeit mit dir profitiert.\nRegel Nummer 2: Erleichtere dem Kunden \ndurch richtiges Marketing die Entscheidung, \njetzt den nächsten Schritt in seinem Leben zu \ngehen\nDein Kunde möchte immer seine persönlichen Herausfor-\nder ungen überwinden. Er will die Probleme und Symptome \nloswerden und seine Ziele erreichen. Beschreibe also immer \nzuerst die Probleme und zeige den Kunden, was sie sich an-\ntun, wenn sie diese nicht lösen. Was sind die Konsequenzen, \nwenn der Kunde nichts verändert?\nStell dir vor, ein Handwerker erklärt dir, dass du einen Was-\nserschaden im Dach hast, und wenn du diesen nicht behebst, \nfrisst er sich weiter und du musst wahrscheinlich irgendwann \ndas  komplette  Dach  auswechseln.  Die  Schäden  und  die \nKosten für die Reparatur sind später deutlich höher, wenn du \njetzt nichts unternimmst. \nOder du gehst zum Arzt. Erst wenn er genau beschreibt, wel-\nche negativen Konsequenzen durch das Nichtbehandeln der \nUrsache eines Symptoms entstehen, hörst du sehr aufmerk-\nsam zu und bist motiviert, etwas zu verändern. Kläre also \nauch du deine Kunden darüber auf, wie die Konsequenzen \naussehen, wenn sie nichts verändern. \nCoaching-Millionär 179"
  },
  {
    "page": 181,
    "text": "Die 7 universellen Marketinggesetze\nDeine Kunden brauchen dich als Coach, Mentor und Bera ter, \nder Klarheit in ihr Leben bringt. Zeige ihnen, welche Denk-\nfehler sie haben, die ihnen vielleicht noch nicht ganz be-\nwusst sind.\nRegel Nummer 3: Hör auf, den  \nProfessor zu spielen und Tipps zu liefern \nDiese  Regel  schockiert  viele  Kunden.  Die  meisten  glau-\nben, dass sie den ganzen Tag Tipps und Content liefern sol-\nlen, doch in Wirklichkeit wird dich das daran hindern, neue \nKunden zu gewinnen. \nEs gibt viele Blogger, die seit Jahren tolle Beiträge schreiben \nund wertvolle Tipps teilen. Doch sie verdienen wenig oder \ngar kein Geld. Warum? Weil sie nicht verstanden haben, wo-\nrauf es ankommt, damit sie Kunden gewinnen. \nJetzt gebe ich dir eine Formel, mit der du mit Leichtigkeit \ndeine Wunschkunden anziehst. Nutze dieses Format, wenn \ndu Content lieferst: \n01. Problem ansprechen \n02. Konsequenzen aufzeigen\n03. Lösung andeuten\n04. Ergebnis nach der Transformation,  \nZukunft beschreiben \n180 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 182,
    "text": "05. Handlungsaufforderung (zum Beispiel  \nEinladung in ein kostenfreies Webinar) \nSo wirst du einfach neue Kunden gewinnen.\nRegel Nummer 4: Kommuniziere  \nregelmäßig und konsistent\nMach dir klar, dass der wahre Erfolg erst dann eintritt, wenn \ndu immer wieder auf dem Radar deiner Kunden auftauchst. \nEin bis zwei Beiträge in deinem Social-Media-Profil bringen \ndir wahrscheinlich nicht sofort die gewünschten Ergebnisse. \nDu bist am Anfang unsichtbar.\nStattdessen solltest du regelmäßig und konsistent Beiträge \nveröffentlichen und Werbeanzeigen schalten. Am Anfang \nwerden Kunden dich nur beobachten und schauen, was du \ntust. \nWenn du dich immer wieder bemerkbar machst, verstehen \ndeine Kunden, dass du keine Eintagsfliege bist, sondern es \nmit deinem Business ernst meinst, und melden sich bei dir.\nDes Weiteren wirst du auch von den Social-Media-Plattformen \nfür deine Konsistenz mit mehr Reichweite belohnt. Wenn du \nkonsistent bist, werden Kunden mit deinen Beiträgen inter-\nagieren und deine Reichweite wächst immer mehr. \nCoaching-Millionär 181"
  },
  {
    "page": 183,
    "text": "Die 7 universellen Marketinggesetze\nRegel Nummer 5: Zeige Fallstudien  \nund Erfolgsgeschichten\nBaue Vertrauen auf, indem du deine oder die Erfolgsg  e-\nschich te deiner Kunden erzählst. Lerne die Fähigkeit des \nStory tellings (also Geschichten erzählen). Erst wenn deine \nKunden dir vertrauen, werden sie gerne in sich investieren. \nDaher ist es sinnvoll, erfolgreiche Beispiele oder Erf olgs ge-\nschichten von dir oder deinen Kunden zu teilen. Das zeigt \nneuen Interessenten, dass es in der Praxis bei echten Men-\nschen funktioniert (Social Proof). Zudem erkennen sie: „Wenn \ndie das geschafft haben und gute Ergebnisse erzielen konn-\nten, dann schaffe ich das auch.“ \nSolche Erfolgsgeschichten haben auch uns in der Ver gan-\ngenheit sehr inspiriert, an unsere Ziele und Visionen zu glau-\nben und sie zu verwirklichen. Falls du am Anfang noch kein \nerfolgreiches Kundenbeispiel hast, starte einfach mit deiner \neigenen Erfolgsgeschichte. \nStorytelling ist ein genialer Weg, um Vertrauen und Rapport \n(eine intensive emotionale Verbindung) zu deinen potenziel-\nlen Wunsch kunden aufzubauen. \nBevor wir Menschen überhaupt schreiben konnten, haben wir \nuns schon Geschichten am Lagerfeuer erzählt. Geschichten \nsind eine hervorragende Möglichkeit, deine Wunschkunden \nzu gewinnen und deine Botschaft mit der Welt zu teilen.\n182 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 184,
    "text": "Regel Nummer 6: Qualifiziere\nWenn du Inhalte erstellst und Marketingkampagnen planst, \nsolltest du immer genau beschreiben, mit welchen Menschen \ndu sprechen willst. Mit welcher Art von Kunden möchtest du \ngerne zusammenarbeiten? Mit wem willst du NICHT zusam-\nmenarbeiten? Wer passt zu dir? \nDu musst verstehen, dass deine Kunden dich mehr brauchen, \nals du sie brauchst. Sie haben schließlich das Problem und \ndu die Lösung. Also, sei ruhig anspruchsvoll in der Auswahl \ndeiner Kunden. Kommuniziere immer wieder, welcher Art \nvon Kunden du helfen willst.\nRegel Nummer 7: Sei authentisch\nDu bist einzigartig, und das solltest du auch zeigen. Du bist \neine Marke mit Werten und Persönlichkeit. Diese Werte soll-\ntest du immer wieder verkörpern und zeigen. \nEgal wie viele Coaches es da draußen noch geben wird: Du \nbist absolut einzigartig. Niemand sonst hat das erlebt, was du \nerlebt hast. Niemand sonst hat deine Fähigkeiten. Niemand \nsonst hat deine Geschichte. Dich gibt es nur einmal auf der \nWelt.\nZeige ruhig deine Einzigartigkeit und deine Allein stellungs-\nmerkmale, die dich und deine Positionierung ausmachen. \nDas hebt dich von der Masse ab und macht dich authentisch. \nDu lebst immer mehr deine Bestimmung und wirst glücklich. \nCoaching-Millionär 183"
  },
  {
    "page": 185,
    "text": "Die 7 universellen Marketinggesetze\nFazit: Die 7 Regeln des Marketings\nAchte bei all deinen Marketingbotschaften und Kampagnen \nimmer darauf, dass du diese sieben Regeln beachtest und \nsie Teil deiner Kommunikation sind. Solange du diese Punkte \numsetzt, wirst du eine Sogwirkung auf potenziell interessan-\nte Kunden entfalten und mit Leichtigkeit neue Kunden ge-\nwinnen. \n184 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 186,
    "text": "Coaching-Millionär 185"
  },
  {
    "page": 187,
    "text": "Die 7 universellen Marketinggesetze\n186 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 188,
    "text": "Kapitel 3:  \nGewinne automatisiert \nNeukunden\nEs gibt mehrere Wege, um Kunden für dein Premium-Coa-\nching-Programm zu gewinnen. Du kannst jedes Mal ganz \ngenau erklären, wer du bist, was genau du machst, welche \nVorteile dein Coaching bietet, was der Kunde erhält. Doch \ndies wäre sehr aufwendig. Denn so müsstest du mit jedem \nInteressenten stundenlang sprechen, um danach eventuell \nzu erfahren, dass es nicht dein Wunschkunde ist. Stattdessen \nist es sinnvoll, mit sogenannten Webinaren zu arbeiten. \nWas ist ein Webinar und wie kannst du es nutzen, um vollau-\ntomatisch jede Woche Neukunden für dein Online-Business \nzu finden? \nEin Webinar ist eine ultimative Lead-Generierungs-Maschine \nund bringt dir maximale Freiheit und Skalierbarkeit in dein \nBusiness, sodass du mehr Zeit für Urlaub, Weiterbildung und \ndeine Kunden hast. \nCoaching-Millionär 187"
  },
  {
    "page": 189,
    "text": "Gewinne automatisiert Neukunden\nMit dem Webinar automatisierst du deinen Vertriebsprozess \nund  ersetzt  eine Vertriebsmannschaft.  Ein Webinar  arbei-\ntet 24/7 für dich, wenn es einmal aufgesetzt ist. Während \ndu  schläfst,  im  Flugzeug  sitzt,  Sport  treibst,  mit  deinen \nKindern spielst, gewinnst du automatisiert qualifizierte Kun-\ndenanfragen für dein Coaching. Dann kannst du deine Grup-\npen-Coachings mit Kunden füllen.  Das Webinar kann sowohl \nein eigens produziertes Video als auch eine Aufzeichnung \neines Live-Seminars sein. \nIn der Regel sind die Conversions bei Live-Webinaren bes-\nser. Ein aufgezeichnetes Webinar kann jedoch rund um die \nUhr Kunden für dich gewinnen, ohne dass du jeden Tag live \ngehen musst. Es ist sinnvoll, das erste Webinar live zu halten, \naufzuzeichnen und danach allen anderen Kunden per Link \nzugänglich zu machen. So verbindest du beide Seiten.\nBei jedem Webinar ist die Struktur sehr wichtig. Wenn du es \nfalsch strukturierst, erzielt es nicht den gewünschten Erfolg \nund du wirst damit auch keine Kunden gewinnen. \nDas Ziel deines Webinars sollten Erstgespräche mit poten-\nziell interessanten Kunden sein. Dafür musst du dein Webinar \njedoch psychologisch richtig aufbauen. Komplizierte Technik \nist nicht notwendig. Du brauchst auch keinen Grafiker, der \nkomplizierte Designs, Grafiken oder Animationen erstellt. \nEs kommt auf den Aufbau und den Inhalt an. Du kannst dein \nWebinar mit PowerPoint oder Google Präsentationen erstel-\nlen und danach den Bildschirm aufzeichnen. Oder du schal-\ntest einfach deine Kamera an und trägst das Webinar vor. \n188 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 190,
    "text": "Es hilft jedoch den meisten Zuschauern, wenn sie auch ein \npaar Textslides sehen, an denen sie sich orientieren können. \nDaher ist die Kombination aus Kamera und Bilds chirm prä-\nsentation sinnvoll. \nWir erinnern uns noch gut daran, wie wir vor einiger Zeit \nauf Bali in Indonesien waren und am Strand mit den Kin-\ndern spielten. Palo führte kurz zwei Gespräche mit zwei Inte-\nressenten, die aus dem Webinar kamen, und generierte da-\nmit direkt 10.000 Euro Umsatz. Die Interessenten haben sich \ndas Webinar angeschaut, sich für ein Klarheitsgespräch ein-\ngetragen und sind danach begeisterte Kunden geworden. \nWebinare machen die Neukunden-Gewinnung sehr effizient \nund einfach. Sie haben unser Leben verändert, und wir emp-\nfehlen dir ihren Einsatz daher sehr. \nDein Webinar bringt dir zuverlässig neue Kunden. Du weißt \nmit der Zeit ganz genau, wie viele Menschen es sich an-\nschauen müssen, damit du am Ende einen neuen Kunden \ngewinnst. So kannst du später ganz genau entscheiden, wie \nviele neue Kunden du pro Monat gewinnen willst.\nWie sollte dein Webinar aufgebaut sein?\nWir haben für alle Buchleser ein kostenfreies Videotraining \nerstellt, in dem du den exakten Ablauf eines Webinars lernst. \nDu erhältst die genauen Inhalte, die in deinem Webinar vor-\nkommen sollten, von uns. \nCoaching-Millionär 189"
  },
  {
    "page": 191,
    "text": "Gewinne automatisiert Neukunden\nDu kannst nach dem Training überzeugende und conver-\nsions tarke Webinare erstellen und unsere Vorlagen einfach \nan deine Branche und Nische anpassen. \nSchaue dir das kostenlose Training an, um zu erfahren, wie \ndu selbst ein Webinar für deine Nische erstellst, das …\n§  genau auf deine Zielgruppe zugeschnitten ist\n§  perfekt dich und dein Angebot repräsentiert\n§  konstant und regelmäßig Kunden für dich gewinnt\nwww.javidhoffmann.de/webinartraining\nEs ist sehr wertvoll – wenn du gute Webinare erstellen kannst, \nhast du nie wieder Probleme, neue Kunden zu gewinnen.\n190 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 192,
    "text": "Coaching-Millionär 191"
  },
  {
    "page": 193,
    "text": "Gewinne automatisiert Neukunden\n192 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 194,
    "text": "Kapitel 4: \nWie du eine große \nCommunity aufbaust\nAls Coach, Unternehmer und Selbstständiger ist es immer \nsinnvoll, eine große Community zu haben, die dir vertraut \nund dich mag. Wenn du eine Community aufbaust, dann \nschaffst du eine Beziehung mit deinen potenziellen Kunden, \ndie dich bereits kennen, mögen und dir vertrauen. Sie hören \nimmer wieder von dir und werden früher oder später auch \nglückliche Kunden.\nDer aktuell einfachste Weg, um eine tolle Community auf-\nzubauen, sind Facebook-Gruppen. Dort kannst du einfach \nInhalte teilen und deine Interessenten an dich binden. Du \nkannst darin außerdem Erfolgsgeschichten deiner Kunden \nteilen und damit die Mitglieder der Community inspirieren \nund motivieren, auch an sich zu glauben. \nViele unserer Kunden erstellen eine Facebook-Gruppe und \ngewinnen ihre Kunden ausschließlich dadurch. \nCoaching-Millionär 193"
  },
  {
    "page": 195,
    "text": "Wie du eine große Community aufbaust\nEs dauert nur wenige Minuten, eine Facebook-Gruppe zu er-\nstellen. Die Möglichkeiten sind genial. Hier kannst du zeigen, \nwer du wirklich bist, und lernst viel über die Menschen, die \nsich für dein Angebot interessieren. \nDie Mitglieder deiner Facebook-Gruppe  \nlernen außerdem voneinander. \nWenn du eine Community gründest, positionierst du dich als \nExperte. Außerdem wirst du gerne in andere Communities, \nPodcasts und auf Online-Kongresse eingeladen. So steigt \ndein Bekanntheitsgrad und du wirst zu einem nachgefrag-\nten Experten.\nEine Facebook-Gruppe hat außerdem den Vorteil, dass dei-\nne Beiträge stärker an die Mitglieder ausgespielt werden. \nWenn du eine Community startest und dort zum Beispiel live \ngehst, erhalten deine Mitglieder sogar eine Push-Benach-\nrich tigung darüber, dass du live gegangen bist. Du kannst \ndir auf Facebook also deinen eigenen Fernsehkanal bauen – \nund es kostet dich nichts.\nDie Zukunft gehört denjenigen, die wissen, wie man eine \nBeziehung zu seinen Kunden aufbaut. Und das geht am bes-\nten mit einer Community.\nEinige unserer Kundinnen und Kunden waren lange Mitglied \nunserer Community und lasen fleißig die Beiträge mit. Ir-\ngend wann trafen sie jedoch eine Entscheidung und traten \nunserem Jahrescoaching „Millionaire Club“ bei.\n194 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 196,
    "text": "Was solltest du beim Aufbau  \ndeiner Community beachten?\nKunden fragen uns häufig, welche Beiträge sie in ihrer Com-\nmunity veröffentlichen sollen. Vermeide es, immer nur über \ndich und dein Angebot zu sprechen. \nZeige deinen Kunden stattdessen:\n01. wie sie ihr Wunschergebnis erreichen können\n02. ihre falschen Denkweisen und blinden Flecken\n03. wie sie sich unbewusst sabotieren und wie sie das än-\ndern können\n04. wie du es geschafft und welche Herausforderungen \ndu gemeistert hast. Stichwort Storytelling\n05. was deine größten Herausforderungen auf dem Weg \nzum Erfolg waren, die auch deine Kunden erleben\nWende die sieben Marketing-Regeln an, die du oben kennen-\ngelernt hast, und lade die Kunden in ein Klarheitsgespräch \nein. Du kannst selbst entscheiden, auf welche Art und Weise \ndu deine Inhalte teilst: poste einen Text, ein Bild, ein Video \noder gehe live. \nDeine Inhalte sollten zudem selbstverständlich zur Gruppe \npassen. Wenn du ein Coaching zum Thema Abnehmen anbie-\ntest, solltest du nicht in der Gruppe über das Geldverdienen \nmit Immobilien sprechen. Das passt einfach nicht zusammen. \nCoaching-Millionär 195"
  },
  {
    "page": 197,
    "text": "Wie du eine große Community aufbaust\nStattdessen solltest du zeigen, welche Fehler häufig beim \nFrühstück gemacht werden. Unsere Community-Mitglieder \nsind von Herzen dankbar, dass wir ihnen die Augen geöff-\nnet haben. \nViele von ihnen werden glückliche Kunden oder laden noch \nihre Bekannten und Freunde ein. Wir schaffen hier die Basis \nfür eine wundervolle Beziehung mit unseren Kunden. Wenn \nwir uns dann auf einem Retreat begegnen, ist es wie ein \nFamilientreffen. Wir lachen gemeinsam, umarmen uns und \nes ist so, als würden wir uns schon ewig kennen.\nAuf unseren Retreats entstehen Freundschaften \nund Geschäftsbeziehungen. Man muss dieses \nGefühl einfach live erleben! \nDu  kannst  deine  Community  auch  nutzen,  um  Marktfor-\nschung zu betreiben und mehr über deine Kunden und dei-\nne Nische zu erfahren. Hier bekommst du Ideen für deine \nnächsten strategischen Schritte oder gegebenenfalls Ang  e-\nbote. Je mehr du über deine Kunden weißt, desto stabiler \nund schneller wird dein Unternehmen wachsen.\n196 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 198,
    "text": "Coaching-Millionär 197"
  },
  {
    "page": 199,
    "text": "Wie du eine große Community aufbaust\n198 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 200,
    "text": "TEIL 6:\nVerkaufen ohne  \nzu verkaufen\nWenn du an diesem Teil des Buches angelangt bist, hast \ndu bereits eine klare Positionierung, ein Angebot und du \nkennst verschiedene Marketingstrategien, die alle ein \nZiel haben: Wunschkunden anzuziehen, damit du deine \nEinkommensziele erreichst, einen grandiosen Lifestyle \nführst und hohe Wirkung im Leben deiner Kunden er-\nzeugst. \nWenn deine Kunden nicht in sich investieren und dein \nCoaching-Programm nicht kaufen, dann kannst du ihnen \nauch nicht helfen. Deine Aufgabe ist es, deine Kunden zu \nihrer Wahrheit zu führen. Sie sind noch nicht da, weil sie \nihre blinden Flecken nicht kennen, weil sie an irgendwel-\nche Mythen glauben, weil sie falsche Glaubenssätze und \nHindernisse hegen. \nMöglicherweise kennen sie die Wege und Strategien \nnoch nicht, die sie brauchen, um ihre Ziele zu erreichen. \nDeine Aufgabe ist es, deine Kunden in deinen Klar heits-\ngesprächen im wahrsten Sinne des Wortes zur Klarheit \nzu führen. \nCoaching-Millionär 199"
  },
  {
    "page": 201,
    "text": "Wie du eine große Community aufbaust\n200 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 202,
    "text": "Kapitel 1: \nDie neue Art des \nVerkaufens\nDie meisten Menschen bekommen Bauchschmerzen, wenn \nsie das Wort „verkaufen“ hören. Doch wenn du ein erfolgrei-\ncher Coach oder Unternehmer sein möchtest, musst du dei-\nne falschen Glaubenssätze im Bezug auf das Verkaufen able-\ngen und es LIEBEN bzw. neu definieren. \nSobald du die neue Art kennengelernt und umgesetzt hast, \nwerden deine Kunden sich bei dir am Ende sogar bedanken, \ndass sie kaufen durften, und du wirst ohne Angst und nega-\ntive Gefühle regelmäßig Kunden gewinnen. \nAuch  wenn  das  Investment  für  dein  Coaching  3.000  bis \n100.000+ Euro beträgt. Ich hatte früher Bauchschmerzen, \nwenn ein Interessent sich bei uns meldete. Meine Hände zit-\nterten, der Puls raste. Falls ein Kunde einen Termin absagte, \nwar ich auf der einen Seite traurig, auf der anderen Seite sehr \nglücklich, weil ich kein Gespräch führen musste. \nCoaching-Millionär 201"
  },
  {
    "page": 203,
    "text": "Die neue Art des Verkaufens\nDas lag daran, dass ich viele Verkaufsseminare besucht hatte, \ndie mir beibrachten, die Kunden aufdringlich und manipula-\ntiv unter Druck zu setzen. Damit konnte ich nicht umgehen. \nIn einem Seminar erzählte mir ein Trainer von „Verwir rungs-\ntaktiken“ und „geistiger Brandstiftung“, hier sollte man den \nKunden durch bestimmte Sprachmuster und Fragen verwir-\nren, bis er kaufte. Auch das war etwas, das ich auf keinen \nFall wollte. Ich wollte mit Leichtigkeit Kunden gewinnen, oh-\nne Druck, ohne aufdringlich zu sein. Ich wollte authentisch, \nethisch und moralisch korrekt Kunden gewinnen und gleich-\nzeitig eine großartige Erfahrung für mich und sie schaffen. \nSo konnte es nicht weitergehen, deshalb habe ich viel Zeit, \nEnergie und Geld investiert, um herauszufinden, wie es leich-\nter, besser und mit mehr Freude geht. Seit wir das umgestellt \nhaben, ist Folgendes passiert ...\nDer alte Weg: \nDas waren unsere Ergebnisse, als wir es auf dem traditionel-\nlen Weg probierten – wie man es in den üblichen Verkaufs-\ntrainings lernt, die du wahrscheinlich auch schon gesehen \noder besucht hast.\nMärz 2017 \n \n40 Gespräche mit  Einnahmen:   Einnahmen pro \npotenziellen Kunden 15.000 € Gespräch: 375 €\n202 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 204,
    "text": "Also haben wir uns die Frage gestellt: „Was, wenn wir das \nVerkaufen  einfach  komplett  vergessen  und  beschließen, \nwirklich zu helfen und zur Wahrheit zu führen?“\nDer neue Weg: \nDurch das Verschieben des Fokus vom Verkaufen aufs Helfen \nhaben  wir  das  traditionelle Verkaufsmodell  komplett  ver-\nworfen. Verkaufen fühlte sich auf einmal leicht und gut an … \nganz ohne Druck und ohne aufdringlich zu sein.\nDezember 2018 \n \n45 Gespräche mit  Einnahmen:   Einnahmen pro \npotenziellen Kunden 160.000 € Gespräch: 3.555 €\n… zehn Mal mehr Umsatz bei  \ngleichbleibender Gesprächs an zahl!\nVerlasse die alten Pfade\nHast du schon mal Ähnliches gehört? \n§  „Das ist mir zu teuer.“\n§  „Ich liebe es, ich bin dabei, lass mich bitte zuerst  \nmeine Finanzen checken“… und dann verschwinden \nsie und reagieren nicht mehr auf deine Nachfragen.\nCoaching-Millionär 203"
  },
  {
    "page": 205,
    "text": "Die neue Art des Verkaufens\n§  „Das ist super. Ich muss nur vorher mit  \nmeiner(m) Frau/Mann/Partner sprechen!“\n§  „Ich treffe keine Entscheidungen ohne …“\n§  „Ich rufe am Freitag zurück, dann machen wir das!“… \nund du hörst nie wieder von ihnen.\n§  „Ich würde es gerne machen.  \nSchick mir mehr Infos/ein Angebot!“\nDas liegt daran, dass du diesen neuen Weg noch nicht kennst \nund alte Pfade gehst. Sobald du diesen neuen Weg für dich \nentdeckst und einschlägst, wirst du nie wieder solche Sätze \nhören – du wirst mit Leichtigkeit Kunden gewinnen.\nHör auf zu verkaufen und fange an deine  \nKunden zur Wahrheit zu führen.\nDas ist der neue Weg: Lasse deine Kunden \nvon selbst und gerne bei dir kaufen\nUnser Ziel ist nicht zu VERKAUFEN. Unser Ziel ist es, den Kun-\nden zur WAHRHEIT zu führen … und das schaffst du mit die-\nsen fünf Schritten. \n204 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 206,
    "text": "01. Schritt: Finde heraus, wo dein Kunde gerade steht. \nWas sind seine Herausforderungen, Symptome, Ziele, \nWünsche, Denkfehler und blinden Flecken?\n02. Finde heraus, ob diese Person sich auch wirklich ver-\nändern will, coachbar und committed ist.\n03. Führe deine Kunden zu ihrer Wahrheit und mache ih-\nnen klar, warum sie bisher nicht weiterkamen. Was \nsind die Konsequenzen, wenn sie die Probleme nicht \nlösen? Wenn sie wüssten, was sie daran hindert und \nwas sie brauchen, um ihre Ziele zu erreichen, wären \nsie schon längst da. Deine Aufgabe ist es, ihnen klar-\nzumachen, wo die Ursachen liegen und wie sie ihre \nZiele leichter erreichen können. \n04. Finde heraus, ob du der richtige Experte für diese \nPerson bist und ob du ihr helfen kannst. Und wenn \ndu ihr nicht helfen kannst, dann sei integer und sage \nes ihr. Deine Kunden werden deine Ehrlichkeit sehr \nwertschätzen und dich als Experten gerne in ihrem \nUmkreis weiterempfehlen. \n05. Finde heraus, ob diese Person dein Traum- oder \nWunschkunde ist. Das Letzte, was du willst, sind \nEnergie-Räuber in deinem Coaching-Programm, oder \nBesserwisser, die alles alleine machen wollen und \nnicht wirklich bereit sind, echte Ergebnisse zu erzielen. \nCoaching-Millionär 205"
  },
  {
    "page": 207,
    "text": "Die neue Art des Verkaufens\nWarum das genial ist:\nWährend  wir  das  Problem  gemeinsam  herausfinden,  ge-\nwinnt der Kunde Klarheit über seine Situation. Er fühlt sich \nab   ge  holt und verstanden. \nDie neue, revolutionäre Art des Verkaufens  \nliegt darin, NICHT zu verkaufen. Kein Druck. \nKeine Manipulation. Keine Takti ken. \nEs geht darum, dem Kunden dabei zu helfen, Klarheit in sei-\nnem Leben und in seinen Entscheidungen zu finden. Erst \ndann wird er von ganzem Herzen aus eigener Überzeugung \ngerne in sich investieren. \nFür uns heißt verkaufen nicht verkaufen, sondern HELFEN. \nHelfen, eine gute Entscheidung zu treffen. Helfen, ein tolles \nProdukt zu finden. Helfen, ein dringendes Problem zu lösen. \nHelfen, Ziele zu erreichen. Wenn du das verstehst, dann ver-\nstehst du auch, dass du deinen Kunden schadest, wenn du \nein schlechter Verkäufer bist. Denn du hältst sie davon ab, ei-\nne gute Entscheidung zu treffen und ihre Probleme zu lösen.\nNachdem wir das begriffen hatten und unsere Einstellung \nveränderten, konnten wir unseren Umsatz in einem Monat \nverzehnfachen! Und das, ohne mehr Gespräche zu führen. \nWir sprachen mit der gleichen Anzahl von Menschen und \nmachten im Marketing genau das Gleiche. Wir veränderten \nnur den Aufbau unserer Strategiegespräche und konnten \n206 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 208,
    "text": "allein dadurch unsere Wunschkunden gewinnen, die genia-\nle Ergebnisse erreichten. Wir stellten das Wohl der Kunden \nüber unser eigenes. Wir setzten den Fokus jeweils auf un-\nseren Gesprächspartner und stellten uns ehrlich die Frage: \n„Braucht er das wirklich? Wird es ihm helfen?“ \nGlaub uns, dieses ehrliche Gefühl spüren deine Kunden im \nHerzen und sind dankbar, dass sie endlich mit jemandem \nsprechen, der ihr Wohl im Blick hat, statt nur an seinen eige-\nnen Vorteil und an Geld zu denken.\nMit dieser neuen Leichtigkeit freuten wir uns über jedes \nGespräch mit unseren Kunden. Es gab keinen Druck mehr, \nwir machten uns auch selbst keinen, jetzt unbedingt etwas \nverkaufen zu müssen. \nStattdessen führen wir seitdem alle Gespräche mit Kunden \nvoller Leichtigkeit. Auch unsere Kunden spüren dieses Ge-\nfühl und freuen sich auf die Gespräche mit uns. Wir wis-\nsen genau, dass wir mit unserem Premium-Coaching-Pro-\ngramm Menschen glücklich machen. Wir wissen, dass unse-\nre Lösung ihnen dabei hilft, ihre Probleme zu lösen und end-\nlich ihr Traumleben zu führen. \nManche Kunden sind von den Gesprächen mit uns so be-\ngeistert, dass sie tatsächlich weinen und sich überschwäng-\nlich bedanken: „Danke, dieses Gespräch hat mein Leben ver-\nändert! Ich habe endlich die Klarheit, nach der ich so lange \ngesucht habe.“\nCoaching-Millionär 207"
  },
  {
    "page": 209,
    "text": "Die neue Art des Verkaufens\nUns berührt es jedes Mal erneut, wenn wir Nachrichten von \nKunden erhalten, die sagen: „Danke, dass ich endlich durch-\nstarten darf. Ich weiß jetzt endlich, wie ich das Leben lebe, \ndas ich will, ein sechs- bis siebenstelliges Business aufbaue, \nmeine Wunschkunden anziehe und ein ortsunabhängiges \nBusiness führe.“ \nDu  musst  verstehen:  Nur  wenn  deine  Kunden  kaufen, \nkannst du ihnen auch helfen. Ansonsten werden sie nie ih-\nre Herausforderungen und Probleme lösen und kaufen bei \nje mand anderem, der ihnen nicht so von Herzen hilft wie du. \nErstelle dir einen einfachen  \nLeitfaden für dein Verkaufsgespräch\nIn diesem Teil des Buches hast du etwas über die neue Art \nzu verkaufen gelernt. Jetzt solltest du dir Zeit nehmen und \neinen kompakten Leitfaden für deine Gespräche erstellen. \nÜberlege dir zu jedem Schritt geeignete Fragen, die du stel-\nlen kannst, um deine Kunden zur Klarheit zu führen. \nGerne helfen wir dir dabei, deinen Leitfaden  \nzu entwickeln. Vereinbare einfach ein kostenloses \nStrategiegespräch mit uns unter: \nwww.javidhoffmann.de/leitfaden\n208 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 210,
    "text": "Coaching-Millionär 209"
  },
  {
    "page": 211,
    "text": "Die neue Art des Verkaufens\nTEIL 7:\nDas Leben ist zu  \nkurz für irgendwann\nDu hast in diesem Buch genau erfahren, wie ein Premium-\nCoaching-Business funktioniert und welche Vorteile es \nmit sich bringt. Wir haben dir die wichtigsten Schritte \ngezeigt, die du gehen solltest, um ein geniales und profi-\ntables Coaching-Business zu starten.\n210 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 212,
    "text": "Mit einem Coaching-Business kannst du das tun, was du \nliebst, und gleichzeitig viel Geld verdienen. Du wirst das \nLeben zahlreicher Menschen positiv verändern und ihnen \nbei der Lösung ihrer Probleme helfen. Du hast gelernt, wel-\nche Glaubenssätze dich wahrscheinlich noch daran hindern, \nein erfolgreiches Business zu starten, und wie du sie über-\nwinden kannst. \nDu hast erfahren, wie du eine einzigartige Positionierung \nentwickelst, die deine Traumkunden begeistert. Du weißt \nnun, wie du einfach neue Kunden gewinnst und wertvolle \nStrategiegespräche mit ihnen führen kannst.\nIn diesem Buch hast du alle Bausteine für ein erfolgreiches \nCoaching-Business erhalten. Dank deines neuen Ges chäfts-\nmodells brauchst du nicht Tausende Kunden, sondern nur \nsehr wenige, um 10.000, 20.000 oder sogar mehr als 100.000 \nEuro pro Monat zu verdienen.\nDie Möglichkeit ist jetzt da. Der einzige Mensch, der dich \nvon deinem Erfolg abhält, bist du selbst. Du musst dir erlau-\nben, diese Transformation zu erleben. Sobald du dir diese \nErlaubnis erteilst, kommen automatisch neue Möglichkeiten \nund mehr Erfolg in dein Leben. \nEs gibt keine Zufälle. Es ist auch kein Zufall, dass du dieses \nBuch liest. Du hast Ziele, Träume und Wünsche, die du rea-\nlisieren willst. Es gibt einige Herausforderungen in deinem \nLeben, die du noch meistern möchtest. Mach jetzt den Schritt \nund erlaube dir die Transformation auf das nächste Level.\nCoaching-Millionär 211"
  },
  {
    "page": 213,
    "text": "Das Leben ist zu kurz für irgendwann\nWir haben mittlerweile weit über 1.000 Kunden dabei be-\ngleitet,  ein  erfolgreiches  sechs-  bis  siebenstelliges  Coa-\nching- Business aufzubauen, und wissen genau, was wir tun. \nWir  konnten  Menschen  aus  den  unterschiedlichsten  Be-\nreic hen helfen. Menschen, die bei null anfingen und keine \nVorkenntnisse hatten. Menschen, die ein erfolgreiches Busi-\nness hatten und noch mehr vom Leben wollten. \nEs gibt drei Wege, wie du jetzt weitermachen kannst. \nDer Weg des Anfängers. Der Anfänger denkt, er würde be-\nreits alles wissen. Dieser Weg hat uns viele Jahre unseres \nLebens gekostet. Auch wir dachten früher, dass wir alles al-\nleine machen könnten, und verschwendeten viel Zeit damit, \nunnötige Fehler zu machen und unnötige Dinge auszupro-\nbieren. Der Anfänger gibt irgendwann einfach auf oder ver-\nliert sich im Dschungel der Möglichkeiten. \nEr hat irgendwann keine Energie mehr weiterzumachen. Der \nAnfänger muss immer wieder auf die Nase fallen und teures \nLehrgeld für seine unnötigen Fehler zahlen. Dieser Weg ist \nsteinig und führt dich trotz viel Arbeit und Aufwand am Ende \nnirgendwohin. \nDer Weg des Gestressten. Der Gestresste ist sehr motiviert \nund investiert in sich. Doch er holt sich überall nur vereinzel te \nPuzzlestücke, die nicht zusammenpassen. Er geht von Semi-\nnar zu Seminar und versucht das Wissen umzusetzen, aber \nerzielt einfach keine Ergebnisse, weil die wichtigsten Ele-\nmen te fehlen oder die Puzzleteile sich nicht zu einem Gan-\nzen fügen. Er hüpft von einem Trend zum anderen.\n212 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 214,
    "text": "Der Weg des Meisters. Meister wissen, dass ihre Zeit wert-\nvoll ist und dass man verschwendete Zeit nicht wieder zu-\nrückbekommt. Meister wollen die Abkürzung. Sie wollen \ndie Zeit komprimieren. Meister wollen ihre Ziele einfach und \nschnell  erreichen.  Sie  wollen  unnötige  Fehler  vermeiden \nund aus den Fehlern anderer lernen. Meister gehen sofort zu \nExperten, Coaches, Mentoren oder Beratern, die schon das \nerreicht haben, was sie gerne erreichen wollen. \nDie erfolgreichsten Menschen der Welt gehen \ndiesen Weg. Sie haben alle Mentoren und \nCoaches, von denen sie lernen. \nEin Milliardär arbeitet nicht tausendmal mehr oder härter als \ndu. Dennoch verdient er viel mehr Geld und erschafft viel \nmehr Wert. Das liegt daran, dass erfolgreiche Menschen an-\nders arbeiten. Jeder hat dieselben 24 Stunden pro Tag. \nMeister wissen, dass sie viel schneller ans Ziel kommen, wenn \nsie mit einem Mentor oder Experten zusammenarbeiten, der \nihnen unnötige Fehler und die Abkürzung zum Erfolg zeigt.\nWenn du schnell erfolgreich sein und wirklich vielen Men-\nschen helfen willst, dann ist es deine moralische Pflicht, den \nWeg des Meisters zu gehen. Nur so kannst du schnellstmög-\nlich dein Potenzial entfalten. Suche dir jemanden, der dei-\nnen Weg schon gegangen ist und genau weiß, wie man am \nschnellsten ans Ziel gelangt.\nCoaching-Millionär 213"
  },
  {
    "page": 215,
    "text": "Das Leben ist zu kurz für irgendwann\nNoch etwas: Wenn du ein Coaching-Business starten oder \nausbauen willst, aber selbst nicht in Coaching investieren \nmöchtest, dann bist du im falschen Business. \nDeine Kunden sind ein Spiegel deiner Persönlichkeit. Wenn \ndu nicht in dich investieren willst, werden auch deine Inte-\nres senten nicht in sich investieren wollen. Wenn du in deine \nWeiterentwicklung investierst, wirst du auch genau solche \nKunden gewinnen, die ebenfalls gerne in sich investieren. \nMenschen, die sich schnell entscheiden können, gewinnen \nMenschen als Kunden, die sich schnell entscheiden. \nMenschen, die Rechnungen pünktlich zahlen, gewinnen Kun-\nden, die ihre Rechnungen pünktlich begleichen. Menschen, \ndie  ihre  Ziele  ernst  nehmen  und  wirklich  motiviert  sind, \ngewin nen motivierte Kunden.\nWann solltest du mit deinem  \nCoaching-Business starten?\nDer beste Zeitpunkt, um dein Coaching-Business zu starten \noder auszubauen, war gestern. Der nächstbeste Zeitpunkt, \num dein Coaching-Business zu starten oder auszubauen, ist \nheute.\nEs gibt immer wieder scheinbar wichtigere Ereignisse, die \ndich davon abhalten, jetzt zu starten. Möglicherweise suchst \ndu  Ausreden,  um  deine  Komfortzone  nicht  zu  verlassen, \ndoch genau diese Hürde musst du nehmen, wenn du wirk-\nlich Erfolg und Erfüllung in deinem Leben haben willst. \n214 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 216,
    "text": "Du wirst sehen, wie es leichter geht und du mehr Zeit und \nEnergie findest, wenn du einmal die klare Entscheidung für \ndich getroffen hast. \nDenn jeden Tag, an dem du nicht umsetzt und nicht durch-\nstartest, warten da draußen Kunden auf deine Hilfe. Kunden, \ndenen  du  mit  deinem  Coaching-Programm  helfen  könn-\ntest. Kunden, die du im Stich lässt, weil du möglicherweise \nAusreden erfindest. \nEs geht nicht nur um deine Kunden, sondern auch um dich \nund deine Familie. Wenn du ein erfolgreiches Coaching-\nBusiness erschaffen würdest, könntest du schon jetzt dein \nWunschleben führen und verdienen, was du willst. Du könn-\ntest den Lifestyle leben, den du dir schon so lange wünschst, \nund mit deinen Wunschkunden zusammenarbeiten. \nAuch wir standen mehrfach in unserem Leben an einem \nPunkt der Entscheidung. Es waren Momente, in denen wir \nuns entscheiden mussten, wie wichtig uns unsere Zukunft \nund unsere Ziele waren. Wir wussten, dass wir den Weg des \nMeisters gehen mussten, um unsere Ziele und Visionen um-\nzusetzen. \nHeute haben wir ein Business mit hohem siebenstelligen \nUmsatz aufgebaut und sind auf dem Weg zu achtstelligen \nUmsätzen; wir transformieren das Leben Tausender wunder-\nbarer Menschen; namhafte Zeitschriften wie Forbes, foun-\nders magazin und ERFOLG Magazin laden uns als führende \nExperten in der Branche ein; wir betreiben ein ortsunabhän-\ngiges Business, mit dem wir die Werte Freiheit, Wohlstand \nund Wirkung leben.\nCoaching-Millionär 215"
  },
  {
    "page": 217,
    "text": "Das Leben ist zu kurz für irgendwann\nBeim Lesen dieses Buches hast du dir eine Meinung über \ndein Coaching-Business gebildet. Wenn du darüber nach-\ndenkst, ein Coaching-Business zu starten oder deines noch \nerfolgreicher zu machen, dann lass uns sprechen. \nGehe auf diese Website und trage dich dort  \nfür ein kostenfreies Strategiegespräch mit uns ein. \nSo finden wir heraus, wie wir dir beim Aufbau deines \nCoaching-Business helfen können: \nwww.javidhoffmann.de/durchstarten\n216 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 218,
    "text": "Dein Geschenk zum \nDurchstarten\nHast du Lust auf Erfolg, Geld, einen inspirierenden Lifestyle \nund ein erfülltes Leben? Gehe jetzt den nächsten Schritt …\nAls Leser dieses Buches hast du die exklusive Chance, dir \neines  der  limitierten  Potenzialgespräche  mit  uns  zu  si-\nchern. Dies ist der nächste Schritt zu deinem sechs- oder \nsieben stelligen Coaching-Business. So kommst du in die \nUmsetzung. Dieses Ge spräch ist individuell auf dich zuge-\nschnitten. \nDu erhältst absolute Klarheit darüber …\n§  wo du jetzt stehst und wo deine unentdeckten \nPotenziale liegen.\n§  wie du mit dem, was du bereits weißt und kannst,  \nein Premium-Coaching- oder -Consulting-Programm \nfür 3.000 bis 10.000 Euro und auch mehr entwickelst. \nCoaching-Millionär 217"
  },
  {
    "page": 219,
    "text": "Dein Geschenk zum Durchstarten\n§  welchen Preis du für dein Premium-Angebot  \nverlangen kannst.\n§  wie du konstant und regelmäßig Neukunden für dein \nAngebot gewinnst.\nErhalte deine individuelle und auf dich abgestimmte Schritt-\nfür-Schritt Anleitung, um deine Wunschumsätze zu erzielen. \nNutze diese großartige Chance und  \nsichere dir dein exklusives und kostenfreies \nPotenzialgespräch mit uns: \n \nwww.javidhoffmann.de/durchstarten\nDie Welt braucht dich mit deinen Gaben, Fähigkeiten und \ndem Potenzial, das in dir schlummert. Du bist unendlich \nkraftvoll. Es steckt bereits alles in dir, um dir das Leben zu \nkreieren, das du dir wünschst. \nDie Teilnehmer, die sich dieses Gespräch gesichert haben, \nsind noch heute dafür dankbar. Sie erhielten dadurch neue \nPerspektiven,  sahen  ihr  Potenzial,  entdeckten  einmalige \nMöglichkeiten und setzten diese um.\n218 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 220,
    "text": "Mit diesem Podcast bleibst  \ndu immer am Ball …\n„Der Weg zum Coaching-Millionär“ ist der Podcast, in dem \ndu erfährst, wie du jederzeit und überall für dein Coaching-\nAngebot Traumkunden gewinnst.\nWenn du ein sechs- oder sogar siebenstelliges Business auf-\nbauen willst, das dir Freiheit, Selbstbestimmung und Erfül-\nlung ermöglicht, ist dies der richtige Podcast für dich.\nFalls du mit der Vision angetreten bist, die Welt zu einem bes-\nseren Ort zu machen und dabei das Leben deiner Träume zu \nkreieren, solltest du diesen Podcast kostenfrei abonnieren.\nDu kannst ihn überall und jederzeit hören, auch wenn du ge-\nrade nicht an deinem Herzensbusiness arbeitest, sondern im \nAuto unterwegs bist oder im Gym trainierst.\nHier geht es zum Podcast:  \nwww.javidhoffmann.de/podcast\nAbonniere den beliebtesten und exklusivsten Podcast im \ndeutschsprachigen Raum für Coaches, Berater, Trainer, Heiler \nund Experten, damit du keine wichtigen Inhalte verpasst.\nCoaching-Millionär 219"
  },
  {
    "page": 221,
    "text": "Dein Geschenk zum Durchstarten\nWerde Teil unserer exklusiven und  \ngroßen Community auf Facebook …\n§  Triff Gleichgesinnte \n§  Nutze die grandiosen Möglichkeiten unserer Lives \n§  Profitiere von den wertvollen Inhalten\n§  Fühle dich herzlich willkommen!\nHier geht es zu unserer Facebook-Community  \n„Als Coach von 0 € auf 6-stellig“:  \nwww.javidhoffmann.de/gruppe\nTritt  jetzt  der  größten  Community  im  deutschsprachigen \nRaum für Coaches, Berater, Trainer, Heiler und Experten bei.\n220 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 222,
    "text": "Coaching-Millionär 221"
  },
  {
    "page": 223,
    "text": "Notizen\n222 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 224,
    "text": "Coaching-Millionär 223"
  },
  {
    "page": 225,
    "text": "Notizen\n224 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 226,
    "text": "Coaching-Millionär 225"
  },
  {
    "page": 227,
    "text": "Notizen\n226 Javid & Palwasha Niazi-Hoffmann"
  },
  {
    "page": 228,
    "text": "Coaching-Millionär 227"
  },
  {
    "page": 229,
    "text": "Notizen\n228 Javid & Palwasha Niazi-Hoffmann"
  }
]